{"EVARA!/Campaigns/Echo-of-the-Veil":{"slug":"EVARA!/Campaigns/Echo-of-the-Veil","filePath":"EVARA!/Campaigns/Echo of the Veil.md","title":"Echo of the Veil","links":["EVARA!/Player-Characters/Echo-of-The-Veil/Khica-Kvaratskeliat","EVARA!/Player-Characters/Echo-of-The-Veil/Amandel","EVARA!/Player-Characters/Echo-of-The-Veil/Elindra-Moonfrost","EVARA!/Player-Characters/When-The-Bell-Tolls/Frugroox","EVARA!/Player-Characters/Echo-of-The-Veil/Volkov-Von-Gurechaff","EVARA!/Regions/Aranorin","EVARA!/Towns-and-Villages/Lidone","EVARA!/Regions/Cast-Away-Land","EVARA!/Danger-Places/Veilshade-Grove","EVARA!/Plot-Places/Haaz-Eternal-Dungeon","EVARA!/Plot-Places/Blancc's-Research-Lab","EVARA!/Plot-Places/Elara's-Dwelling","EVARA!/Regions/Frosthaven","EVARA!/Regions/Zyphara","EVARA!/Towns-and-Villages/Ilun'Tar","EVARA!/Towns-and-Villages/Velgarth","EVARA!/Towns-and-Villages/Thalara","EVARA!/Danger-Places/Tempest","EVARA!/Danger-Places/Border-Path","EVARA!/Plot-Places/Duskvale-Sanctuary","EVARA!/Sessions/Echo-of-The-Veil/Echo-of-The-Veil-Prolog-1","EVARA!/Sessions/Echo-of-The-Veil/Echo-of-The-Veil-Prolog-2","EVARA!/Sessions/Echo-of-The-Veil/Echo-of-The-Veil-Session-1","EVARA!/Sessions/Echo-of-The-Veil/Echo-of-The-Veil-Session-2","EVARA!/Sessions/Echo-of-The-Veil/Echo-of-The-Veil-Session-3","EVARA!/Sessions/Echo-of-The-Veil/Echo-of-The-Veil-Session-4","EVARA!/Sessions/Echo-of-The-Veil/Echo-of-The-Veil-Session-5","EVARA!/Sessions/Echo-of-The-Veil/Echo-of-The-Veil-Session-6","EVARA!/Sessions/Echo-of-The-Veil/Echo-of-The-Veil-Session-7","EVARA!/Sessions/Echo-of-The-Veil/Echo-of-The-Veil-Session-8","EVARA!/Important-Items/Book-of-The-Dead"],"tags":[],"content":"Players :\n\nKhica Kvaratskeliat\nAmandel\nElindra Moonfrost\nFrugroox\nVolkov Von Gurechaff\n\nPins :\nAranorin\n\nLidone\nCast Away Land\nVeilshade Grove\nHaaz Eternal Dungeon\nBlancc’s Research Lab\nElara’s Dwelling\nFrosthaven\nZyphara\nIlun’Tar\nVelgarth\nThalara\nTempest\nBorder Path\nDuskvale Sanctuary\n\nSessions :\n\nEcho of The Veil Prolog 1\nEcho of The Veil Prolog 2\nEcho of The Veil Session 1\nEcho of The Veil Session 2\nEcho of The Veil Session 3\nEcho of The Veil Session 4\nEcho of The Veil Session 5\nEcho of The Veil Session 6\nEcho of The Veil Session 7\nEcho of The Veil Session 8\n\nAbout :\nBook of The Dead"},"EVARA!/Danger-Places/Border-Path":{"slug":"EVARA!/Danger-Places/Border-Path","filePath":"EVARA!/Danger Places/Border Path.md","title":"Border Path","links":["EVARA!/Regions/Zyphara","Whispering-Winds-Pass","EVARA!/Sessions/Echo-of-The-Veil/Echo-of-The-Veil-Session-4"],"tags":[],"content":"\nBorder Path adalah jalur yang terukir di antara bebatuan kering dan bukit-bukit liar, menandai batas antara Zyphara dan Whispering Winds Pass. Dahulu, ia merupakan nadi perdagangan penting namun kini, hanya tersisa sebagai jalur berdebu yang sepi, dijaga oleh bahaya di setiap tikungan. Karavan jarang melewatinya, bandit, penyelundup, dan tentara buangan kini menempati pos-pos tersembunyi serta kamp di tepi tebing. Banyak yang harus membayar peti atau nyawa untuk bisa melintas.\nNamun saat malam tiba, tanah ini berubah. Api unggun di kejauhan tampak seperti mata yang mengintai, gema aneh bergema di antara bebatuan, dan mayat-mayat gelisah dari zaman yang terlupa terkadang muncul dari kubur dangkal mereka. Tak ada yang tahu apakah ini akibat sisa sihir lama atau sesuatu yang jauh lebih gelap. Border Path bukan hanya ujian kekuatan tetapi juga ujian akal dan nurani, sebab di tempat ini, ketika malam tiba, jarang ada yang bisa kembali.\nKejadian setelah Echo of The Veil Session 4 :\n\nPara party PC mengalahkan beberapa Undead sesuai dengan misi yang mereka dapatkan dari Adventurers Guild untuk mendapatkan upah.\n"},"EVARA!/Danger-Places/Gale-Peak":{"slug":"EVARA!/Danger-Places/Gale-Peak","filePath":"EVARA!/Danger Places/Gale Peak.md","title":"Gale Peak","links":[],"tags":[],"content":"\nMenjulang di atas hutan-hutan Zyphara, Gale Peak adalah gunung bergerigi yang dibentuk oleh angin ganas dan rahasia kuno. Punggung-punggung tajamnya memotong langit seperti bilah pedang, sementara hembusan badai terus meraung di celah-celah batu. Jalur menuju puncaknya curam dan berbahaya — penuh tebing licin, pijakan sempit, dan semburan angin tiba-tiba yang mampu menghanyutkan pendaki ke jurang di bawah.\nPenduduk Velgrath sering melaporkan penampakan makhluk bersayap raksasa di langit—begitu besar hingga disangka naga. Ternak menghilang tanpa jejak, dan mereka yang berani naik untuk menyelidiki tak pernah kembali. Banyak yang mengira itu hanyalah burung pemangsa berukuran luar biasa, namun teks-teks kuno menyebut Gale Peak sebagai sarang makhluk purba, entitas yang terikat pada roh badai dan udara, menunggu sesuatu—atau seseorang—untuk membangunkannya."},"EVARA!/Danger-Places/Tempest":{"slug":"EVARA!/Danger-Places/Tempest","filePath":"EVARA!/Danger Places/Tempest.md","title":"Tempest","links":["EVARA!/Sessions/Echo-of-The-Veil/Echo-of-The-Veil-Session-1","EVARA!/NPCs/Arashi","EVARA!/Sessions/Echo-of-The-Veil/Echo-of-The-Veil-Session-2","EVARA!/Towns-and-Villages/Thalara","EVARA!/NPCs/Aurenya-Mirthwood","EVARA!/Sessions/Echo-of-The-Veil/Echo-of-The-Veil-Session-3","EVARA!/Important-Items/Tempest-Orb","EVARA!/Campaigns/Echo-of-the-Veil","EVARA!/NPCs/Solana-Mirthwood","EVARA!/Towns-and-Villages/Velgarth"],"tags":[],"content":"\nTempest, dataran perdagangan yang dulu damai dan ramai di selatan Thalara, kini telah berubah menjadi ladang kekacauan unsur. Tanahnya retak oleh gempa tiba-tiba, air memancar tanpa sumber, api muncul di tengah ladang, dan angin berputar tajam memotong langit. Penduduk setempat menghindarinya, berkata, “tanahnya sudah lupa arti kedamaian.” Fenomena ini muncul kurang dari setahun yang lalu dan semakin ganas setiap bulannya.\nBanyak yang percaya bahwa retakan elemen yang lama tertidur telah terbuka—mungkin ada sesuatu yang digali, atau perjanjian kuno yang dilanggar. Kini, tanah itu menolak keseimbangan, seolah-olah dunia sendiri tengah berontak terhadap tatanannya.\n\nSetelah kejadian Echo of The Veil Session 1 :\n\nBeberapa Mephits muncul di area Tempest menyebabkan kerusuhan di alur perdagangan, Arashi mencoba meneliti dan para party PC menuntaskannya.\n\nSetelah kejadian Echo of The Veil Session 2 :\n\nLagi-lagi beberapa Mephits dan Elemental keluar, peringatan dari penjaga Thalara memanggil bantuan kepada para party PC dan Aurenya Mirthwood. Di sana Arashi terluka berusaha melawan.\nSetelah pertempuran, daratan hancur mengungkap ruangan rahasia di bawah tanah.\n\nSetelah kejadian Echo of The Veil Session 3 :\n\nRuangan terbuka, terdapat Tempest Orb sebuah magic item yang mengacaukan magic di sekitar Tempest\nRuangan dijaga oleh sebuah Water Weird yang perlu mereka kalahkan.\nKetika Tempest Orb dihancurkan, gua mulai runtuh, namun Tempest menjadi stabil, walau terjadi longsor besar.\n\nSetelah kejadian Echo of the Veil :\n\nTempest Mengalami restorasi total yang dipimpin oleh Arashi dan Solana Mirthwood untuk mempermudah dan mengamankan alur perdagangan dan transportasi petualang.\nPencarian dalang penanaman Tempest Orb dilakukan oleh Velgarth.\n"},"EVARA!/Danger-Places/The-Crawling-Sands":{"slug":"EVARA!/Danger-Places/The-Crawling-Sands","filePath":"EVARA!/Danger Places/The Crawling Sands.md","title":"The Crawling Sands","links":[],"tags":[],"content":"\nThe Crawling Sands adalah hamparan pesisir yang nyaris tak berujung di tepi Whispering Winds Pass, tempat pasir bergulung seperti gelombang laut dan bumi bergetar seolah bernapas. Di bawah permukaannya, makhluk raksasa bersembunyi—cacing gurun sebesar menara yang bergerak tanpa suara, meninggalkan jejak pusaran pasir yang bisa menelan karavan utuh dalam hitungan detik. Tak ada yang berani menyeberang tanpa doa atau pengorbanan, karena sekali pasir mulai “bergerak,” tak ada jalan untuk kembali.\nNamun legenda paling kelam bukan tentang cacing-cacing itu, melainkan tentang sesuatu yang ditemukan di jantung badai pasir: sebuah lonceng kuno, terbuat dari logam yang tak bisa berkarat, konon memiliki kekuatan untuk menekuk kenyataan itu sendiri. Sejak penemuan itu, gurun ini menjadi lebih liar, lebih hidup, seolah dunia di bawahnya tahu bahwa manusia telah menyentuh sesuatu yang seharusnya tetap terkubur."},"EVARA!/Danger-Places/Veilshade-Grove":{"slug":"EVARA!/Danger-Places/Veilshade-Grove","filePath":"EVARA!/Danger Places/Veilshade Grove.md","title":"Veilshade Grove","links":["EVARA!/Plot-Places/Haaz-Eternal-Dungeon","EVARA!/Sessions/Echo-of-The-Veil/Echo-of-The-Veil-Session-4","EVARA!/NPCs/Blancc","EVARA!/NPCs/Zagaard","EVARA!/Sessions/Echo-of-The-Veil/Echo-of-The-Veil-Session-6","EVARA!/Groups/Haaz-Organization"],"tags":[],"content":"\nVeilshade Grove, satu-satunya jalur menuju Haaz Eternal Dungeon, dulunya adalah hutan suci yang dijaga oleh para druid  kini terbengkalai, seperti luka yang terbuka di tubuh dunia. Kabut tebal menyelimuti pepohonan yang terpilin seperti urat tua, dan setiap langkah terdengar lebih keras dari seharusnya. Bukan hanya makhluk-makhluk berbahaya yang menghuni tempat ini. Jalur berubah arah, suara-suara memanggil dari tempat yang tak terlihat, dan kenangan lama seakan menetes ke dunia nyata.\nPara sarjana berspekulasi bahwa hutan ini dahulu ternoda oleh letusan sihir mungkin akibat eksperimen para scholar. Kini, Veilshade Grove menjadi perbatasan antara yang hidup dan yang gelisah, tempat di mana dunia menahan napas, menunggu sesuatu yang seharusnya tetap terkubur.\nSetelah kejadian Echo of The Veil Session 4 :\n\nSebuah laba-laba raksasa yang dulu konon pernah dibasmi oleh Blancc secara misterius kembali dengan wujud undead, menjaga hutan ini. Zagaard terluka mencoba melewatinya. Setelah mati-matian melawan laba-laba itu dan membunuhnya, ternyata ia bangkit kembali dengan wujud yang lebih menyeramkan.\n\nSetelah kejadian Echo of The Veil Session 6 :\n\nLaba-laba undead yang menjaga kembali Veilshade Grove dimanfaatkan oleh party PC untuk menghancurkan pasukan Haaz Organization yang sedang mengejar mereka, sedangkan mereka bersembunyi dalam sebuah kuil kecil.\n"},"EVARA!/Eryndor":{"slug":"EVARA!/Eryndor","filePath":"EVARA!/Eryndor.md","title":"Eryndor","links":[],"tags":[],"content":""},"EVARA!/Gea":{"slug":"EVARA!/Gea","filePath":"EVARA!/Gea.md","title":"Gea","links":[],"tags":[],"content":""},"EVARA!/Gildor":{"slug":"EVARA!/Gildor","filePath":"EVARA!/Gildor.md","title":"Gildor","links":["EVARA!/NPCs/Solana-Mirthwood"],"tags":[],"content":"Anggota dewan thalara perwakilan utama Solana Mirthwood"},"EVARA!/Grock":{"slug":"EVARA!/Grock","filePath":"EVARA!/Grock.md","title":"Grock","links":[],"tags":[],"content":""},"EVARA!/Groups/Artificier’s-Flamme":{"slug":"EVARA!/Groups/Artificier’s-Flamme","filePath":"EVARA!/Groups/Artificier’s Flamme.md","title":"Artificier’s Flamme","links":[],"tags":[],"content":""},"EVARA!/Groups/Haaz-Organization":{"slug":"EVARA!/Groups/Haaz-Organization","filePath":"EVARA!/Groups/Haaz Organization.md","title":"Haaz Organization","links":["EVARA!/Plot-Places/Haaz-Eternal-Dungeon","EVARA!/NPCs/Blancc","EVARA!/NPCs/Sariah","EVARA!/Grock","EVARA!/NPCs/Zagaard","EVARA!/Player-Characters/When-The-Bell-Tolls/Frugroox","EVARA!/Player-Characters/Echo-of-The-Veil/Khica-Kvaratskeliat","EVARA!/Player-Characters/Echo-of-The-Veil/Volkov-Von-Gurechaff","EVARA!/Player-Characters/Echo-of-The-Veil/Amandel","EVARA!/Player-Characters/Echo-of-The-Veil/Elindra-Moonfrost"],"tags":[],"content":"Haaz Organization adalah Haaz Eternal Dungeon\nMember :\nLeader =\n\nBlancc (Former)\nSariah (Current)\nGeneral =\n1\nGrock\nSariah (Former)\nHonorary Member =\nZagaard (Former)\nFrugroox (Former)\nKhica Kvaratskeliat (Former)\nVolkov Von Gurechaff (Former)\nAmandel (Former)\nElindra Moonfrost (Former)\n"},"EVARA!/Groups/Ordo-Para-Biksu-Langit":{"slug":"EVARA!/Groups/Ordo-Para-Biksu-Langit","filePath":"EVARA!/Groups/Ordo Para Biksu Langit.md","title":"Ordo Para Biksu Langit","links":[],"tags":[],"content":""},"EVARA!/Important-Items/Book-of-The-Dead":{"slug":"EVARA!/Important-Items/Book-of-The-Dead","filePath":"EVARA!/Important Items/Book of The Dead.md","title":"Book of The Dead","links":["EVARA!/Supporting-Characters/Vaeron-Marcellis","EVARA!/NPCs/Sarravelle-Marcellis","EVARA!/Plot-Places/Duskvale-Sanctuary","EVARA!/Supporting-Characters/Calthea-Marcellis","EVARA!/Towns-and-Villages/Ilun'Tar","EVARA!/NPCs/Blancc","EVARA!/Supporting-Characters/Maelion-Marcellis","EVARA!/Supporting-Characters/Isera-Crimsonveil","EVARA!/NPCs/Sariah","EVARA!/NPCs/Zagaard","EVARA!/Sessions/Echo-of-The-Veil/Echo-of-The-Veil-Prolog-1","EVARA!/Groups/Haaz-Organization","EVARA!/Sessions/Echo-of-The-Veil/Echo-of-The-Veil-Prolog-2","EVARA!/NPCs/Oberon","EVARA!/Sessions/Echo-of-The-Veil/Echo-of-The-Veil-Session-5","EVARA!/Plot-Places/Blancc's-Research-Lab","EVARA!/Sessions/Echo-of-The-Veil/Echo-of-The-Veil-Session-7","EVARA!/NPCs/Elara-Marcellis","EVARA!/Eryndor","EVARA!/Sessions/Echo-of-The-Veil/Echo-of-The-Veil-Session-8","EVARA!/moonprayer","EVARA!/Important-Items/Totem-of-Life"],"tags":[],"content":"\nSebuah kitab berkulit kelam, dijahit dari lembaran yang bukan kertas — lembut, tapi berdenyut seolah masih hidup. Huruf-huruf di dalamnya tidak ditulis, melainkan tumbuh; berubah bentuk setiap kali dibaca.\nKitab ini tidak sekadar mencatat kematian — ia mengingatnya. Setiap huruf yang tertulis di dalamnya masih berbisik, berbisik akan ritual menunggu untuk dipanggil kembali.\nBukunya lama dirangkai oleh Vaeron Marcellis. Ia meninggal sebelum menyelesaikannya. Akhirnya buku itu diteliti dan diselasaikan oleh putrinya Sarravelle Marcellis yang memiliki ambisi membara akan menjadi abadi.\nUntuk mewujudkan keabadian ia pergi dan bersinggah ke sebuah pulau kosong yang kini bernama Duskvale Sanctuary, membawa kedua putrinya dan suaminya untuk menyelesaikan ritual keabadian. Namun dalam proses salah satu putrinya, Calthea Marcellis melarikan diri menuju Ilun’Tar. Sarravelle Marcellis yang hampir menjadi abadi pun terbunuh ketika tengah mengejar putrinya di tangan Blancc.\nSetelah itu Book of The Dead berada di tangan Calthea Marcellis. Sampai di hari kematiannya buku ini pindah ke tangan putranya Maelion Marcellis yang perlahan menjadi gila akan bisikannya. Buku itu memberinya arahan untuk memberikan buku itu kepada Isera Crimsonveil yang sedang berduka lalu tidak lama membunuh dirinya sendiri.\nKematian tak terduga terjadi kepada Isera Crimsonveil yang mati akan mengundang rasa penasaran Sariah akan buku itu dan memerintahkan Zagaard untuk mencurinya secara anonimus.\nSetelah kejadian Echo of The Veil Prolog 1 :\n\nBook of The Dead di tangan Zagaard yang baru saja tertangkap oleh Haaz Organization. Dalam proses penangkapannya, dia terbawa kabut utara bersamaan dengan bukunya.\n\nSetelah kejadian Echo of The Veil Prolog 2 :\n\nBook of The Dead berhasil direbut kembali dari tangan Oberon. Namun karena tawaran tipuan, Sariah berhasil memaksa mereka untuk memberikan buku tersebut.\n\nSetelah kejadian Echo of The Veil Session 5 :\n\nBlancc’s Research Lab dibobol oleh para party PC dan direbutlah Book of The Dead.\n\nSetelah kejadian Echo of The Veil Session 7 :\n\nBuku diminta oleh Elara Marcellis tapi ditolak oleh party PC.\nDi malam hari, sekumpulan kultis menerobos villa, meracuni party, dan merebut Book of The Dead dari mereka, dipimpin oleh Eryndor.\n\nSetelah kejadian Echo of The Veil Session 8 :\n\nBuku ini dipakai untuk membebaskan Sarravelle Marcellis dengan pelaksanaan moonprayer oleh Eryndor. Namun setelah kebangkitannya dan final battle, Book of The Dead terbakar karena digunakannya Totem of Life\n"},"EVARA!/Important-Items/Relic-of-Eldraeth":{"slug":"EVARA!/Important-Items/Relic-of-Eldraeth","filePath":"EVARA!/Important Items/Relic of Eldraeth.md","title":"Relic of Eldraeth","links":[],"tags":[],"content":""},"EVARA!/Important-Items/Tempest-Orb":{"slug":"EVARA!/Important-Items/Tempest-Orb","filePath":"EVARA!/Important Items/Tempest Orb.md","title":"Tempest Orb","links":[],"tags":[],"content":""},"EVARA!/Important-Items/Totem-of-Life":{"slug":"EVARA!/Important-Items/Totem-of-Life","filePath":"EVARA!/Important Items/Totem of Life.md","title":"Totem of Life","links":[],"tags":[],"content":""},"EVARA!/Letters-or-Notes/5th-Dragon":{"slug":"EVARA!/Letters-or-Notes/5th-Dragon","filePath":"EVARA!/Letters or Notes/5th Dragon.md","title":"5th Dragon","links":[],"tags":[],"content":"\n“Dulu kala, sebelum manusia memberi nama pada angin,\nsebelum naga lain mengenal kekuasaan mereka—\nada satu naga yang memilih untuk tidak dikenal.”\n\nNamanya jarang diucapkan.\nBahkan oleh para naga.\nNamun dalam catatan tertua, ia dikenal sebagai:\n\nVerdanthir — Naga Agung Jantung Rimba\n\nIa bukan yang terkuat.\nIa bukan penguasa badai.\nIa bukan pembakar dunia.\nIa muda.\nIa lemah.\nNamun ia memilih untuk tidak berperang.\nIa mendedikasikan hidupnya di Eldengrove Enclave.\nMenanamkan sihir perlindungan ke tanah.\nMenjadi sahabat para gnome.\nDan menciptakan satu desa suci:\n\nFadebark.\n\nNamun…\nhidupnya singkat.\nUntuk mempertahankan perlindungan itu,\nEluntheris memisahkan jantungnya sendiri\ndan mencari sebuah tempat peristirahatan terakhir:\n\nPulau Cael’Aelun.\n\nDi sanalah jantung naga kelima bersemayam.\nMenyimpan seluruh esensi kekuatan Eldengrove.\n\n“Kunci Cael’Aelun tidak pernah disimpan oleh satu bangsa.\nIa dibagi antara:\n– Kaum Eldraeth\n– Dan Fadebark\nDengan harapan…\njantung ini hanya jatuh kepada mereka yang benar-benar layak.”\n"},"EVARA!/Letters-or-Notes/Blancc's-Will":{"slug":"EVARA!/Letters-or-Notes/Blancc's-Will","filePath":"EVARA!/Letters or Notes/Blancc's Will.md","title":"Blancc's Will","links":[],"tags":[],"content":"Untuk muridku, Sariah,\nJika kau membaca ini, artinya aku sudah tiada — entah karena takdir atau kesalahan sendiri. Jangan menangis. Aku telah hidup lebih dari kebanyakan orang, bukan karena panjangnya umur, tapi karena pencarian akan pengetahuan dan usaha membentuk Haaz menjadi sesuatu yang bisa bertahan lebih lama dari kita berdua.\nAku memilihmu bukan karena kekuatan atau darah keturunan, tapi karena kejernihanmu. Kau melihat dunia bukan hanya sebagaimana adanya, tapi sebagaimana seharusnya. Itulah mengapa aku mewariskan semuanya padamu — kitab, kunci, dan rahasia. Tapi waspadalah terhadap apa yang akan kau temukan.\nBeberapa pengetahuan itu berat. Kau harus membawanya dengan dua tangan, atau kau akan hancur di bawahnya.\nLanjutkan apa yang telah kita mulai — tapi jangan lakukan kesalahan dengan menyelesaikan sesuatu yang memang tidak pernah ditakdirkan untuk dibuka.\nIngatlah ini: tak ada orang lain yang aku percaya.\nBlancc"},"EVARA!/Letters-or-Notes/Book-of-The-Dead-Research":{"slug":"EVARA!/Letters-or-Notes/Book-of-The-Dead-Research","filePath":"EVARA!/Letters or Notes/Book of The Dead Research.md","title":"Book of The Dead Research","links":["EVARA!/Supporting-Characters/Vaeron-Marcellis","EVARA!/Regions/Frosthaven","EVARA!/NPCs/Sarravelle-Marcellis","EVARA!/Important-Items/Book-of-The-Dead","EVARA!/Supporting-Characters/Calthea-Marcellis","EVARA!/NPCs/Sariah"],"tags":[],"content":"Subject : Book of The Dead\nNaskah asli atau benih awalnya berasal dari Vaeron Marcellis, seorang scholar dari Frosthaven sebelum kutukan terjadi. Dia terobsesi dengan sihir kematian hingga akhirnya dieksekusi. Draf-drafnya tersebar, kasar nyaris tak stabil sebagai nekromansi. Namun strukturnya… menjanjikan.\nNamun, penulis sejatinya adalah putrinya. Sarravelle Marcellis.\nDialah yang menyempurnakan coretan gila ayahnya menjadi doktrin yang nyaris lengkap. Book of The Dead. Bukan sekadar buku mantra. Sebuah kodex. Cermin. Ritual berlapis.\nAku pernah melawannya. Menghentikan ritualnya sebelum mencapai akhir. Aku berhasil Ia mati di tanganku.\nKitab ini seharusnya tak aktif. Tak terikat jiwa. Kini buku ini di tangan Calthea Marcellis, satu-satunya anggota marcellis yang masih bertahan.\nTeori: Kitab ini mungkin bertindak sebagai simpanan memorinya — bukan merekam jiwanya, melainkan kehendaknya. Ambisi terakhir, menembus waktu. Berbahaya, namun hanya spekulasi. Tetap saja… aku takkan membukanya tanpa lapisan perlindungan.\nSariah, jika kau mempelajari teks ini, waspadalah: pengetahuannya indah, namun belum lengkap. Ia tak pernah berhasil naik.\nJangan kejar apa yang ia kejar.”"},"EVARA!/Letters-or-Notes/Eldraeth-Heritage":{"slug":"EVARA!/Letters-or-Notes/Eldraeth-Heritage","filePath":"EVARA!/Letters or Notes/Eldraeth Heritage.md","title":"Eldraeth Heritage","links":[],"tags":[],"content":"\n“Kepada siapapun yang membuka peti ini—\nJika kau membaca surat ini, maka darah yang mengalir di tubuhmu adalah darah yang sama dengan darah kami.\nKau adalah keturunan asli Eldraeth—bukan sebagai penakluk, tetapi sebagai anak dari pengkhianatan yang dilupakan sejarah.”\n\nDahulu, kaum druid Eldraeth adalah satu.\nNamun perpecahan lahir dari kesombongan.\nSatu dari mereka adalah seorang gnome druid jenius bernama:\n\nCaelor Thrywind\n\nIa dituduh “terlalu lemah” oleh para druid agung Eldraeth karena darahnya yang kecil dan tubuhnya yang rapuh walaupun ilmunya yang banyak.\nIa diasingkan bersama gnome pengikutnya.\nCaelor tidak mati.\nIa berjalan ke selatan.\nMenemukan sebuah desa kecil yang kelak dikenal sebagai Fadebark.\nDi sanalah ia:\n\nMembangun peradaban kecil.\nMengajar sihir pelindung.\nMenyatukan manusia, gnome, dan peri kecil dalam kedamaian.\n\nCaelor menikah.\nIa memiliki seorang anak.\nNamun…\nDruid Eldraeth iri.\nMereka melihat Fadebark tumbuh lebih cepat dari mereka.\nDan mereka memutuskan untuk menghapus akar keberhasilan itu.\nMALAM PENGKHIANATAN\nCaelor dan istrinya diculik secara diam-diam.\nTidak ada perang.\nTidak ada peringatan.\nMereka dibunuh tanpa jejak.\nAnak mereka selamat…\nDisembunyikan oleh penduduk Fadebark.\nDibesarkan sebagai warga desa biasa.\nBertahun-tahun kemudian, kebenaran terungkap.\nDan ketika Fadebark mengetahui siapa dalang kematian Caelor—\nperang pun meledak.\nFadebark, yang dianggap kecil dan lemah,\nmenjatuhkan Eldraeth lama.\nEldraeth baru tidak dipimpin oleh penakluk.\nMelainkan oleh sahabat lama Caelor dari Fadebark.\nDan keturunan Caelor…\n\nDisembunyikan.\nDilindungi.\nDan dijaga sebagai rahasia terbesar Eldraeth.\n“Jika kau memegang relic ini…\nMaka kaulah pewaris sejati Caelor Thrywind.”\n"},"EVARA!/Letters-or-Notes/Letter-to-Alran":{"slug":"EVARA!/Letters-or-Notes/Letter-to-Alran","filePath":"EVARA!/Letters or Notes/Letter to Alran.md","title":"Letter to Alran","links":["EVARA!/Supporting-Characters/Alran-Crimsonveil","EVARA!/Supporting-Characters/Isera-Crimsonveil"],"tags":[],"content":"My Dearest Alran Crimsonveil,\nI don’t know if this will ever reach you. Maybe you won’t care. Maybe you already forgot us the moment you stepped back into the Silver Quarters, where sickness doesn’t exist and grief is unfashionable.\nShe asked for you, you know. Every morning, before the cough took her voice. “Where’s father?” she whispered. “Did he take the stars with him?”\nI held her hand until the end. I still hear her laugh in the walls. I still tuck in her pillow at night. I still forget she’s gone when I pass by the door.\nI wasn’t going to do it. But then he came — a man in a dark cloak, no name, no voice. He left a book on our doorstep and said only one thing:\n“She is not lost. Just misplaced.”\nI haven’t opened it yet. It feels… alive. It hums when I touch the cover. I see flickers of her in the corners when I pass the bookshelf. I don’t care if it’s cursed. If it gives me one more second with her — even one — I’ll pay whatever price it asks.\nI just wish you were brave enough to say goodbye.**\n**— Isera Crimsonveil"},"EVARA!/Letters-or-Notes/Marcellis's-Research":{"slug":"EVARA!/Letters-or-Notes/Marcellis's-Research","filePath":"EVARA!/Letters or Notes/Marcellis's Research.md","title":"Marcellis's Research","links":[],"tags":[],"content":"\nEntry 17 – A Soul’s Echo\n\nThey say death is silence. But I’ve heard the opposite—quiet breaths after hearts stop, shadows moving in the corner of still rooms. I don’t believe a soul disappears. I believe it waits. Not forever… but long enough to be caught.\nThe soul lingers. Long enough for questions. Long enough for pain.\n\nEntry 21 – Notes on Preservation\n\nThere is potential in elemental suspension—a mixture of ice and salt slows necrotic decay. It buys time. Not salvation. A suspended body still loses its soul.\nMy latest attempt failed. He spoke, but not like himself. Not with memory. Just instinct. Hunger. Souls are not clocks. We cannot rewind them.\nRed Ink:\n“You didn’t try hard enough.”\n\nEntry 27 – The Prototype\n\nI began assembling a framework for the theory: memory seals, glyphic containment, lifeblood catalyst. The work is raw—fragile. If placed in the wrong hands…\nBurn this journal, if I don’t return.\nRed Ink:\n“But I did return, Father. And I read it all. You left me everything… and still told me to forget.”\n\nUnnumbered Page — Torn and reinserted\n\nShe asked me what happens after death. I told her the stars welcome kind souls. But what do I tell her when she grows older? What do I tell her if she asks to bring someone back?\nI fear my daughter will inherit more than my mind. She will inherit my obsession. My cowardice. My hope.\nif she ever reads this, forgive me.\nRed Ink:\n“I forgive you, Father. But I will finish it properly.”"},"EVARA!/NPCs/Antonio":{"slug":"EVARA!/NPCs/Antonio","filePath":"EVARA!/NPCs/Antonio.md","title":"Antonio","links":[],"tags":[],"content":""},"EVARA!/NPCs/Arashi":{"slug":"EVARA!/NPCs/Arashi","filePath":"EVARA!/NPCs/Arashi.md","title":"Arashi","links":["EVARA!/Towns-and-Villages/Ilun'Tar","EVARA!/Danger-Places/Tempest","EVARA!/Regions/Zyphara","EVARA!/Groups/Ordo-Para-Biksu-Langit","EVARA!/Sessions/Echo-of-The-Veil/Echo-of-The-Veil-Session-1","EVARA!/Plot-Places/Duskvale-Sanctuary","EVARA!/Campaigns/Echo-of-the-Veil","EVARA!/NPCs/Master-Hirodan","EVARA!/Sub-Areas/Zyphara/Ilun'Tar/Sky-Touched-Sanctum"],"tags":[],"content":"\nNama: Arashi\nRas: Manusia\nWilayah: Ilun’Tar dan Tempest, Zyphara\nAfiliasi: Ordo Para Biksu Langit\nKepribadian: Tenang, penuh perenungan, dan sangat spiritual. Berbicara dengan nada lembut namun matanya menyimpan tekad yang dalam.\nStatus: Hidup\nKemunculan Pertama: Echo of The Veil Session 1\nTitle:\n\nBiksu Pengelana\nPembawa Cahaya Duskvale Sanctuary (Pasca Echo of the Veil)\nHubungan:\nMaster Hirodan (Guru besar)\n\nDeskripsi:\nSeorang biksu yang diutus untuk meneliti anomali yang terjadi di Tempest. Arashi dikenal karena ketenangan dan kebijaksanaannya, serta keyakinannya bahwa keseimbangan dunia hanya bisa dijaga lewat pemahaman, bukan kekuatan. Ia mengembara membawa ajaran kedamaian dari Sky-Touched Sanctum, juga menyimpan tekad atas rasa kegagalan kepada keluarganya dulu.\nStat block:\nSerangkaian peristiwa:"},"EVARA!/NPCs/Aurenya-Mirthwood":{"slug":"EVARA!/NPCs/Aurenya-Mirthwood","filePath":"EVARA!/NPCs/Aurenya Mirthwood.md","title":"Aurenya Mirthwood","links":["EVARA!/Towns-and-Villages/Thalara","EVARA!/Regions/Zyphara","EVARA!/Sessions/Echo-of-The-Veil/Echo-of-The-Veil-Session-1","EVARA!/Plot-Places/Duskvale-Sanctuary","EVARA!/Campaigns/Echo-of-the-Veil","EVARA!/NPCs/Solana-Mirthwood","EVARA!/NPCs/Sinna-Telwright"],"tags":[],"content":"\nNama: Aurenya Mirthwood\nRas: Elf (Wood Elf)\nWilayah: Thalara, Zyphara\nAfiliasi: -\nKepribadian: Ramah dan bijak, namun sangat mudah ditebak. Senang membantu, tetapi tidak pernah mengungkap semua yang ia tahu.\nStatus: Hidup\nKemunculan Pertama: Echo of The Veil Session 1\nTitle:\n\nScout Thalara\nPutri Pemimpin Agung Thalara\nPembawa Cahaya Duskvale Sanctuary (Pasca Echo of the Veil)\nHubungan:\nSolana Mirthwood (Ayah)\nSinna Telwright (Rekan Penelitian)\n\nDeskripsi:\nAurenya Mirthwood adalah seorang scout hutan dari Thalara yang sering menolong pengelana yang tersesat di jalur menuju Thalara. Ia dikenal karena keahliannya membaca tanda alam dan mengerti bahasa roh hutan. Ia tinggal bersama ayahnya di pusat kota. Aurenya memiliki pengetahuan luas tentang sihir penyembuhan dan alam.\nStat block:\nSerangkaian peristiwa:"},"EVARA!/NPCs/Blancc":{"slug":"EVARA!/NPCs/Blancc","filePath":"EVARA!/NPCs/Blancc.md","title":"Blancc","links":["EVARA!/Plot-Places/Blancc's-Research-Lab","EVARA!/Plot-Places/Haaz-Eternal-Dungeon","EVARA!/NPCs/Sariah"],"tags":[],"content":"\nBlancc’s Research Lab\nHaaz Eternal Dungeon\nSariah"},"EVARA!/NPCs/Bram-Icelock":{"slug":"EVARA!/NPCs/Bram-Icelock","filePath":"EVARA!/NPCs/Bram Icelock.md","title":"Bram Icelock","links":[],"tags":[],"content":""},"EVARA!/NPCs/Elara-Marcellis":{"slug":"EVARA!/NPCs/Elara-Marcellis","filePath":"EVARA!/NPCs/Elara Marcellis.md","title":"Elara Marcellis","links":["EVARA!/NPCs/Elara-Marcellis","EVARA!/Regions/Cast-Away-Land","EVARA!/Regions/Frosthaven","EVARA!/Sessions/Echo-of-The-Veil/Echo-of-The-Veil-Session-6","EVARA!/Supporting-Characters/Calthea-Marcellis","EVARA!/Supporting-Characters/Maelion-Marcellis","EVARA!/NPCs/Sarravelle-Marcellis"],"tags":[],"content":"\nNama: Elara Marcellis\nRas: Manusia\nWilayah: Elara Marcellis, Cast Away Land dan Frosthaven\nAfiliasi: Council of Frost (Former)\nKepribadian: Ambisius, tenang tapi penuh rasa ingin tahu, sedikit perfeksionis. Dia gila akan ilmu namun rasional.\nStatus: Hidup\nKemunculan Pertama: Echo of The Veil Session 6\nTitle:\n\nPenyihir Agung Frosthaven\nCrimson Witch\nHubungan:\nCalthea Marcellis (Mother)\nMaelion Marcellis (Brother)\nSarravelle Marcellis (Grandmother)\n\nDeskripsi:\nElara Marcellis adalah seorang peneliti arcana brilian yang pernah mengabdi di Frosthaven. Dikenal karena pengetahuannya yang luas mengenai artefak kuno dan mendalami sihir kabut, ia berperan penting dalam penelitian yang mendobrak dunia sebelum memutuskan melakukan penelitian independen. Ia memiliki sifat tenang dan rasional, namun obsesi ilmiahnya kadang menuntunnya ke batas bahaya.\nStat Block:\nSerangkaian peristiwa:"},"EVARA!/NPCs/Master-Hirodan":{"slug":"EVARA!/NPCs/Master-Hirodan","filePath":"EVARA!/NPCs/Master Hirodan.md","title":"Master Hirodan","links":["EVARA!/Towns-and-Villages/Ilun'Tar","EVARA!/Regions/Zyphara","EVARA!/Groups/Ordo-Para-Biksu-Langit","EVARA!/Sessions/Echo-of-The-Veil/Echo-of-The-Veil-Session-1","EVARA!/NPCs/Arashi","EVARA!/NPCs/Solana-Mirthwood","EVARA!/Sub-Areas/Zyphara/Ilun'Tar/Sky-Touched-Sanctum"],"tags":[],"content":"\nNama: Master Hirodan\nRas: Half-Giant\nWilayah: Ilun’Tar, Zyphara\nAfiliasi: Ordo Para Biksu Langit\nKepribadian: Bijaksana, tenang, tegas dan memiliki aura ke-ayahan meskipun wujudnya gagah. Ia lebih banyak mendengar daripada berbicara, dan setiap kata darinya seolah membawa bobot bertahun-tahun pengalaman.\nStatus: Hidup\nKemunculan Pertama: Echo of The Veil Session 1\nTitle:\n\nMaster Agung Ilun’Tar\nGiant Monk\nGuru Besar Ordo Para Biksu Langit\nHubungan:\nArashi (Murid)\nSolana Mirthwood (Sekutu Diplomatik)\n\nDeskripsi:\nMaster Hirodan adalah sosok setengah raksasa yang tubuhnya berwarna biru tua. Ia tinggal di puncak tertinggi Ilun’Tar, Sky-Touched Sanctum,  sebuah tempat udara begitu tipis hingga hanya mereka yang berdamai dengan diri sendiri yang bisa bertahan.\nSebagai Guru Besar dari Ordo Para Biksu Langit, Hirodan mengajarkan bahwa kekuatan sejati tidak berasal dari tubuh, melainkan dari keseimbangan antara jiwa dan udara di sekitarnya. Banyak yang menganggapnya lebih seperti roh penjaga daripada manusia berdaging.\nStat Block:\nSerangkaian peristiwa:"},"EVARA!/NPCs/Nirelli":{"slug":"EVARA!/NPCs/Nirelli","filePath":"EVARA!/NPCs/Nirelli.md","title":"Nirelli","links":[],"tags":[],"content":""},"EVARA!/NPCs/Oberon":{"slug":"EVARA!/NPCs/Oberon","filePath":"EVARA!/NPCs/Oberon.md","title":"Oberon","links":["EVARA!/NPCs/Elara-Marcellis"],"tags":[],"content":"Elara Marcellis"},"EVARA!/NPCs/Ravessa":{"slug":"EVARA!/NPCs/Ravessa","filePath":"EVARA!/NPCs/Ravessa.md","title":"Ravessa","links":["EVARA!/Towns-and-Villages/Velgarth","EVARA!/Regions/Zyphara","EVARA!/Sessions/Echo-of-The-Veil/Echo-of-The-Veil-Session-1"],"tags":[],"content":"\nNama: Ravessa Aerenthal\nRas: Manusia\nWilayah: Velgarth, Zyphara\nAfiliasi: Akademi Tempur Velgrath (Combat Academy of Velgrath)\nKepribadian: Tegas, berwibawa, namun memiliki sisi lembut terhadap murid-muridnya. Percaya bahwa disiplin dan keberanian adalah dasar dari kebijaksanaan sejati.\nStatus: Hidup\nKemunculan Pertama: Echo of The Veil Session 1\nTitle:\n\nHigh Mentor Akademi Tempur Velgrath\nMerpati Putih Velgarth\nHubungan:\n\n\nDeskripsi:\nRavessa Aerenthal adalah wanita kekar yang menjabat tinggi di Akademi Tempur Velgarth, tempat para prajurit dan pengawal kerajaan ditempa. Meski dikenal keras dalam latihan, Ravessa selalu menanamkan nilai empati dan tanggung jawab pada murid-muridnya, mengajarkan bahwa pedang tanpa tujuan hanyalah besi kosong.\nStat Block:\nSerangkaian peristiwa:"},"EVARA!/NPCs/Sariah":{"slug":"EVARA!/NPCs/Sariah","filePath":"EVARA!/NPCs/Sariah.md","title":"Sariah","links":["EVARA!/Plot-Places/Haaz-Eternal-Dungeon","EVARA!/Plot-Places/Blancc's-Research-Lab","EVARA!/Regions/Cast-Away-Land","EVARA!/Sessions/Echo-of-The-Veil/Echo-of-The-Veil-Prolog-1","EVARA!/Sessions/Echo-of-The-Veil/Echo-of-The-Veil-Session-8","EVARA!/NPCs/Blancc"],"tags":[],"content":"\nNama: Sariah\nRas: Manusia\nWilayah: Haaz Eternal Dungeon dan Blancc’s Research Lab, Cast Away Land\nAfiliasi: Wardens of Haaz\nKepribadian: Tenang, jenius, namun sulit ditebak. Berbicara dengan nada halus dan penuh logika, tapi matanya menyimpan sesuatu yang tidak dapat ditebak antara empati dan ambisi. Logikanya namun dapat dipatahkan jika menyangkut gurunya.\nStatus: Hidup\nKemunculan Pertama: Echo of The Veil Prolog 1 (Pre reveal), Echo of The Veil Session 8 (post reveal)\nTitle:\n\nBlancc (Penyamarannya)\nMurid satu-satunya Blancc\nHubungan:\nBlancc (Mentor)\n\nDeskripsi:\nSariah adalah sosok jenius di balik banyak kemajuan dan rahasia Haaz Eternal Dungeon setelah kematian Blancc. Ia mengambil identitas sang Ketua Warden untuk menjaga stabilitas dan juga untuk menutupi kebenaran yang lebih besar. Dengan kemampuan magis dan intelektual yang luar biasa, ia sering terlihat sebagai sosok dingin dan tanpa emosi, padahal dalam diamnya tersimpan beban pengetahuan yang berat. Meskipun tidak secara langsung antagonistik, tindakannya sering kali berada di area abu-abu moral, menjadikannya figur misterius yang berpotensi menjadi ancaman — atau penyelamat.\nStat Block:\nSerangkaian peristiwa:"},"EVARA!/NPCs/Sarravelle-Marcellis":{"slug":"EVARA!/NPCs/Sarravelle-Marcellis","filePath":"EVARA!/NPCs/Sarravelle Marcellis.md","title":"Sarravelle Marcellis","links":["EVARA!/Sessions/Echo-of-The-Veil/Echo-of-The-Veil-Session-1","EVARA!/Sessions/Echo-of-The-Veil/Echo-of-The-Veil-Session-8","EVARA!/NPCs/Elara-Marcellis","EVARA!/Supporting-Characters/Vaeron-Marcellis","EVARA!/Supporting-Characters/Maelion-Marcellis","EVARA!/Supporting-Characters/Calthea-Marcellis","EVARA!/Campaigns/Echo-of-the-Veil"],"tags":[],"content":"\nNama: Sarravelle Marcellis\nRas: Human (Former)\nWilayah:\nAfiliasi: -\nKepribadian: -\nStatus: Wafat (Pasca Echo of The Veil)\nKemunculan Pertama: Echo of The Veil Session 1  (Bisikan), Echo of The Veil Session 8\nTitle:\nHubungan:\nDeskripsi:\nStat Block:\nSerangkaian peristiwa:\nElara Marcellis\nVaeron Marcellis\nMaelion Marcellis\nCalthea Marcellis\nEcho of the Veil"},"EVARA!/NPCs/Sinna-Telwright":{"slug":"EVARA!/NPCs/Sinna-Telwright","filePath":"EVARA!/NPCs/Sinna Telwright.md","title":"Sinna Telwright","links":["EVARA!/Towns-and-Villages/Lidone","EVARA!/Plot-Places/The-Great-Shattenro-Cave","EVARA!/Regions/Aranorin","EVARA!/Groups/Artificier’s-Flamme","EVARA!/Sessions/Echo-of-The-Veil/Echo-of-The-Veil-Session-2","EVARA!/NPCs/Aurenya-Mirthwood","EVARA!/Danger-Places/Tempest"],"tags":[],"content":"\nNama: Sinna Telwright\nRas: Halfling\nWilayah: Lidone dan The Great Shattenro Cave, Aranorin\nAfiliasi: Artificier’s Flamme (Grup Artificier Lidone)\nKepribadian: Penuh semangat, agak ceroboh, dan sering terbawa rasa ingin tahu yang berlebihan. Ia selalu punya alat aneh di tangannya, dan sering bicara lebih cepat dari pikirannya. Walau kecil, keberaniannya besar—dan obsesinya terhadap penemuan baru kadang membawanya ke bahaya.\nStatus: Hidup\nKemunculan Pertama: Echo of The Veil Session 2\nTitle:\n\nKartografer Gila Lidone\nKetua Artificier’s Flamme\nHubungan:\nAurenya Mirthwood (Rekan Penelitian)\n\nDeskripsi:\nSinna Telwright adalah seorang kartografer dan artificier eksentrik asal Lidone yang dikenal karena peta-peta mekaniknya yang bisa “bergerak sendiri” mengikuti perubahan cuaca dan medan. Ia menjelajahi dunia untuk mencatat wilayah berbahaya dan fenomena sihir langka, dengan senjata andalannya—sebuah kunci inggris raksasa yang juga berfungsi sebagai tongkat mekanik.\nKini, Sinna terobsesi dengan dua hal: fenomena aneh di Tempest dan legenda tentang The Great Shattenro Cave, gua yang konon dapat berubah, mimpi dia untuk memetakan seisinya.\nStat Block:\nSerangkaian peristiwa:"},"EVARA!/NPCs/Solana-Mirthwood":{"slug":"EVARA!/NPCs/Solana-Mirthwood","filePath":"EVARA!/NPCs/Solana Mirthwood.md","title":"Solana Mirthwood","links":["EVARA!/Towns-and-Villages/Thalara","EVARA!/Regions/Zyphara","EVARA!/Sessions/Echo-of-The-Veil/Echo-of-The-Veil-Session-4","EVARA!/NPCs/Aurenya-Mirthwood","EVARA!/NPCs/Master-Hirodan"],"tags":[],"content":"\nNama: Solana Mirthwood\nRas: Elf (Wood Elf)\nWilayah: Thalara, Zyphara\nAfiliasi: Dewan Thalara\nKepribadian: Tegas, bijak, dan tenang. Ia berbicara dengan wibawa tanpa perlu meninggikan suara, dan setiap keputusannya selalu mempertimbangkan keseimbangan antara manusia, alam, dan roh.\nStatus: Hidup\nKemunculan Pertama: Echo of The Veil Session 4\nTitle:\n\nPemimpin Agung Thalara\nHubungan:\nAurenya Mirthwood (Putri)\nMaster Hirodan (Sekutu Diplomatik)\n\nDeskripsi:\nSolana Mirthwood adalah pemimpin tertinggi Thalara dan dianggap sebagai penjaga hidup dari hutan besar itu. Sebagai tokoh yang sangat dihormati, ia menjadi penghubung antara berbagai ras dan menyatukannya dalam satu hutan yang tentram. Meski tubuhnya yang tua tampak muda, auranya memancarkan kekuatan besar yang menenangkan namun tak terbantahkan. Ia mengajarkan pentingnya keseimbangan antara tindakan dan perenungan, antara kekuatan dan kasih. Bagi banyak orang, Solana adalah simbol kebijaksanaan lama yang masih bertahan di dunia yang terus berubah.\nStat Block:\nSerangkaian peristiwa:"},"EVARA!/NPCs/Sub-NPCS/Peelo":{"slug":"EVARA!/NPCs/Sub-NPCS/Peelo","filePath":"EVARA!/NPCs/Sub-NPCS/Peelo.md","title":"Peelo","links":[],"tags":[],"content":""},"EVARA!/NPCs/Vaelryn-Walker":{"slug":"EVARA!/NPCs/Vaelryn-Walker","filePath":"EVARA!/NPCs/Vaelryn Walker.md","title":"Vaelryn Walker","links":[],"tags":[],"content":""},"EVARA!/NPCs/Zagaard":{"slug":"EVARA!/NPCs/Zagaard","filePath":"EVARA!/NPCs/Zagaard.md","title":"Zagaard","links":["EVARA!/Danger-Places/Veilshade-Grove","EVARA!/Regions/Cast-Away-Land","EVARA!/Towns-and-Villages/Velgarth","EVARA!/Regions/Zyphara","EVARA!/Campaigns/Echo-of-the-Veil","EVARA!/Sessions/Echo-of-The-Veil/Echo-of-The-Veil-Prolog-1","EVARA!/Player-Characters/When-The-Bell-Tolls/Frugroox","EVARA!/NPCs/Blancc","Important-Items/Book-of-The-Dead"],"tags":[],"content":"\nNama: Zagaard Falren\nRas: Manusia\nWilayah: Veilshade Grove, Cast Away Land dan Velgarth, Zyphara\nAfiliasi: -\nKepribadian: Paranoid, waspada, mudah cemas tapi sebenarnya berhati lembut dan protektif terhadap keluarganya\nStatus: Wafat (Pasca Echo of the Veil)\nKemunculan Pertama: Echo of The Veil Prolog 1\nTitle:\n\nGreen Thief\nHubungan:\nFrugroox (Rekan)\nDeskripsi:\nZaagard Falren adalah seorang pencuri manusia yang tengah naik daun dari kota Velgarth. Ia terjerumus ke dalam dunia pencurian setelah kehilangan pekerjaan dan berjuang keras untuk menafkahi adik serta keponakannya. Ditipu oleh sosok yang mengaku “Blancc” ia mencuri Book of The Dead tanpa memahami kekuatan sebenarnya dari artefak itu. Meski menyesali tindakannya, Zaagard terlanjur dicap buronan dan hidup dalam paranoia, dihantui oleh rasa bersalah dan bisikan-bisikan samar dari buku yang pernah disentuhnya.\n\nStat Block:\nSerangkaian peristiwa:"},"EVARA!/Phenomenon-and-Tales/Awan-hitam-yang-cemburu":{"slug":"EVARA!/Phenomenon-and-Tales/Awan-hitam-yang-cemburu","filePath":"EVARA!/Phenomenon and Tales/Awan hitam yang cemburu.md","title":"Awan hitam yang cemburu","links":[],"tags":[],"content":"Di langit jauh di atas Thalara, hiduplah tiga awan bersaudara: Awan Putih, Awan Abu, dan Awan Hitam.\nAwan Putih selalu terlihat cerah dan cantik. Semua burung suka bermain di sekitarnya. Awan Abu sering dipilih anak-anak sebagai bentuk yang lucu—kadang mirip domba, kadang mirip naga kecil.\nTapi Awan Hitam… tidak pernah dipilih.\nKetika anak-anak menunjuk ke langit untuk bermain tebak bentuk awan, tidak ada yang pernah bilang,\n\n“Lihat, itu Awan Hitam! Mirip kucing!”\n\nTidak. Mereka selalu memilih kakaknya yang putih dan abu-abu.\nKarena itu Awan Hitam jadi cemburu.\nSuatu hari, saat festival kecil di Thalara, angin membawanya lebih rendah dari biasanya. Ia ingin menunjukkan bahwa dirinya juga bisa cantik. Tapi setiap kali ia mendekat:\n\n\nAnak-anak berlari karena takut hujan,\n\n\nBurung-burung terbang menghindar,\n\n\nDan cahaya matahari membuatnya tampak makin gelap.\n\n\nAwan Hitam sedih… hingga ia bertemu Peelo, si Goblin Tukang Kebun.\nPeelo menatap Awan Hitam lama sekali, lalu berkata:\n\n“Kamu bukan buruk. Kamu cuma belum menemukan bentuk yang cocok.”\n\nPeelo lalu menunjuk bayangan besar milik Awan Hitam di tanah.\nBayangan itu… berbentuk naga megah dengan sayap besar.\nAnak-anak pun berkumpul dan berseru,\n\n“WAAAH! Awan Naga!”\n\nAwan Hitam akhirnya tersenyum. Ia tak perlu menjadi putih atau lucu. Ia hanya perlu menjadi diri sendiri—awan naga yang gagah.\nDan sejak hari itu, setiap kali Awan Hitam merasa cemburu, ia berubah menjadi bentuk naga dan melayang-layang melindungi desa Thalara dari badai liar."},"EVARA!/Phenomenon-and-Tales/Eternal-Frost":{"slug":"EVARA!/Phenomenon-and-Tales/Eternal-Frost","filePath":"EVARA!/Phenomenon and Tales/Eternal Frost.md","title":"Eternal Frost","links":[],"tags":[],"content":""},"EVARA!/Phenomenon-and-Tales/The-Four-Dragons":{"slug":"EVARA!/Phenomenon-and-Tales/The-Four-Dragons","filePath":"EVARA!/Phenomenon and Tales/The Four Dragons.md","title":"The Four Dragons","links":[],"tags":[],"content":"Dalam kisah paling tua yang bahkan raja pun hanya bisikkan, dunia ini dibentuk oleh Empat Naga Agung: Sylvarax, kristal abadi yang menenun waktu; Aelethis, sang angin yang menjaga janji para pengembara; Ignivaros, nyala penghakim yang menurunkan api atas dosa bangsa; dan Tydrasyon, penguasa lautan gelap yang menyimpan seluruh rahasia dunia di kedalamannya. Mereka tidak memerintah dengan mahkota, melainkan dengan sifat alam yang mereka wujudkan — fondasi yang masih berdetak dalam tanah, angin, api, dan ombak hingga hari ini. Banyak yang menganggap semua itu sekadar legenda… namun tiap bisikan angin, tiap gunung berapi yang murka, dan tiap ombak malam yang bergulung seperti napas makhluk purba, seolah mengingatkan bahwa para naga itu belum sepenuhnya pergi\n\nDengarlah, wahai musafir malam,\nDi awal dunia, sebelum raja dan perang,\nEmpat naga agung bangkit dari sunyi,\nMembentuk bumi, langit, api, dan laut tak bertepi.\n\n\nSylvarax berbisik dalam kristal bersinar,\nMenahan waktu, melukis takdir yang sabar.\nAelethis terbang di atas angin janji,\nSayapnya membawa nasib dari timur ke barat hari.\n\n\nIgnivaros bangkit dalam bara murka,\nApi penghakim untuk jiwa yang durhaka.\nTydrasyon tidur di palung terdalam,\nRahasia dunia ia jaga, tak pernah tenggelam.\n\n\nEmpat nafas membentuk dunia fana,\nNamun hati manusia cepat melupa…\nJangan lupakan nama-nama megah,\nSebab naga tak mati — hanya menunggu yang salah…\n\n\n…dan ketika bumi bergemuruh, laut memanggil,\nIngatlah legenda… sebelum legenda itu bangkit kembali.\n"},"EVARA!/Player-Characters/Echo-of-The-Veil/Amandel":{"slug":"EVARA!/Player-Characters/Echo-of-The-Veil/Amandel","filePath":"EVARA!/Player Characters/Echo of The Veil/Amandel.md","title":"Amandel","links":[],"tags":[],"content":""},"EVARA!/Player-Characters/Echo-of-The-Veil/Elindra-Moonfrost":{"slug":"EVARA!/Player-Characters/Echo-of-The-Veil/Elindra-Moonfrost","filePath":"EVARA!/Player Characters/Echo of The Veil/Elindra Moonfrost.md","title":"Elindra Moonfrost","links":[],"tags":[],"content":""},"EVARA!/Player-Characters/Echo-of-The-Veil/Khica-Kvaratskeliat":{"slug":"EVARA!/Player-Characters/Echo-of-The-Veil/Khica-Kvaratskeliat","filePath":"EVARA!/Player Characters/Echo of The Veil/Khica Kvaratskeliat.md","title":"Khica Kvaratskeliat","links":[],"tags":[],"content":""},"EVARA!/Player-Characters/Echo-of-The-Veil/Volkov-Von-Gurechaff":{"slug":"EVARA!/Player-Characters/Echo-of-The-Veil/Volkov-Von-Gurechaff","filePath":"EVARA!/Player Characters/Echo of The Veil/Volkov Von Gurechaff.md","title":"Volkov Von Gurechaff","links":[],"tags":[],"content":""},"EVARA!/Player-Characters/Prolog/Bondrewd":{"slug":"EVARA!/Player-Characters/Prolog/Bondrewd","filePath":"EVARA!/Player Characters/Prolog/Bondrewd.md","title":"Bondrewd","links":[],"tags":[],"content":""},"EVARA!/Player-Characters/Prolog/Raven":{"slug":"EVARA!/Player-Characters/Prolog/Raven","filePath":"EVARA!/Player Characters/Prolog/Raven.md","title":"Raven","links":[],"tags":[],"content":""},"EVARA!/Player-Characters/Prolog/Xaviera":{"slug":"EVARA!/Player-Characters/Prolog/Xaviera","filePath":"EVARA!/Player Characters/Prolog/Xaviera.md","title":"Xaviera","links":[],"tags":[],"content":""},"EVARA!/Player-Characters/Trace-of-Fadebark/Awan":{"slug":"EVARA!/Player-Characters/Trace-of-Fadebark/Awan","filePath":"EVARA!/Player Characters/Trace of Fadebark/Awan.md","title":"Awan","links":[],"tags":[],"content":""},"EVARA!/Player-Characters/Trace-of-Fadebark/Elando":{"slug":"EVARA!/Player-Characters/Trace-of-Fadebark/Elando","filePath":"EVARA!/Player Characters/Trace of Fadebark/Elando.md","title":"Elando","links":[],"tags":[],"content":"\nRace : Half-Elf\nClass : Ranger\nLanguage : Common, Draconic, Elvish, Gnomish\nStat Block :\nAC = 13, INITIATIVE = +3, SPD = 30ft\nHP = 12/12\nHit Dice = 1d10\nProficiency bonus = +2\nMOD :                           SAVING THROWS :\nSTR = 10 (+0)               STR = +2\nDEX = 16 (+3)               DEX = +5\nCON = 14 (+2)             CON = +2\nINT = 14 (+2)                INT = +2\nWIS = 8 (-1)                  WIS = -1\nCHA = 14 (+2)              CHA = +2\nAcrobatics (Dex) = +5\nAnimal Handling (Wis) = +1\nArcana (Int) = +2\nAthletics (Str) = +2\nDeception (Cha) = +2\nHistory (Int) = +2\nInsight (Wis) = -1\nIntimidation (Cha) = +2\nInvestigation (Int) = +2\nMedicine (Wis) = -1\nNature (Int) = +2\nPerception (Wis) = +1\nPerformance (Cha) = +2\nPersuasion (Cha) = +2\nReligion (Int) = +2\nSleight of Hand (Dex) = +3\nStealth (Dex) = +5\nSurvival (Wis) = -1\nItems :\n\nLongbow (1d8+3)\nSurvival Kit (Torch 5, 15m Rope, Match 5)\nSchimitar (1d6)\n\nProficiency :\n\nLight &amp; Medium Armor\nSimple &amp; Martial Weapon\n\nTraits :\n\nAdvantage terhadap charmed\nSihir tidak bisa membuatnya tertidur\n\nAttacks :\n\nUnarmed Strike (+2) (1) (5ft)\nLongbow (+5) (1d8+3) (150/600ft)\nSchimitar (+5) (1d6) (5ft)\n\nSpells :\nDescription :"},"EVARA!/Player-Characters/Trace-of-Fadebark/Leunex":{"slug":"EVARA!/Player-Characters/Trace-of-Fadebark/Leunex","filePath":"EVARA!/Player Characters/Trace of Fadebark/Leunex.md","title":"Leunex","links":[],"tags":[],"content":"\nRace :\nClass :\nLanguage :\nStat Block :\nAC = , INITIATIVE = , SPD = ft\nHP =\nHit Dice =\nProficiency bonus = +2\nMOD :                           SAVING THROWS :\nSTR =               STR =\nDEX =              DEX =\nCON =              CON =\nINT =                 INT =\nWIS =                   WIS =\nCHA =               CHA =\nAcrobatics (Dex) =\nAnimal Handling (Wis) =\nArcana (Int) =\nAthletics (Str) =\nDeception (Cha) =\nHistory (Int) =\nInsight (Wis) =\nIntimidation (Cha) =\nInvestigation (Int) =\nMedicine (Wis) =\nNature (Int) =\nPerception (Wis) =\nPerformance (Cha) =\nPersuasion (Cha) =\nReligion (Int) =\nSleight of Hand (Dex) =\nStealth (Dex) =\nSurvival (Wis) =\nItems :\nProficiency :\nTraits :\nAttacks :\n\nUnarmed Strike (+5) (4) (5ft)\n\n\nSpells :\nDescription :"},"EVARA!/Player-Characters/Trace-of-Fadebark/Sora":{"slug":"EVARA!/Player-Characters/Trace-of-Fadebark/Sora","filePath":"EVARA!/Player Characters/Trace of Fadebark/Sora.md","title":"Sora","links":[],"tags":[],"content":"\nRace : Dragonborn\nClass : Paladin\nLanguage : Common, Draconic, &amp; Orc\nStat Block :\nAC = 11, INITIATIVE = +1, SPD = 30ft\nHP = 12/12\nHit Dice = 1d10\nProficiency bonus = +2\nMOD :                           SAVING THROWS :\nSTR = 17 (+3)               STR = +3\nDEX = 12 (+1)               DEX = +1\nCON = 14 (+2)             CON = +2\nINT = 13 (+1)                INT = +1\nWIS = 8 (-1)                  WIS = +1\nCHA = 11 (+0)              CHA = +2\nAcrobatics (Dex) = +1\nAnimal Handling (Wis) = -1\nArcana (Int) = +1\nAthletics (Str) = +5\nDeception (Cha) = +0\nHistory (Int) = +1\nInsight (Wis) = +1\nIntimidation (Cha) = +0\nInvestigation (Int) = +1\nMedicine (Wis) = -1\nNature (Int) = +1\nPerception (Wis) = -1\nPerformance (Cha) = +0\nPersuasion (Cha) = +0\nReligion (Int) = +1\nSleight of Hand (Dex) = +1\nStealth (Dex) = +1\nSurvival (Wis) = -1\nItems :\n\nGreatsword (2d6+3)\nSword (1d8)\nLongbow (1d8)\nArrow x10\n45 GP\n\nProficiency :\n\nSimple &amp; Martial Weapons\n\nTraits :\n\nFire resistance\n\nAttacks :\n\nUnarmed Strike (+5) (4) (5ft)\nGreatsword (+5) (2d6+3) (5ft)\nSword (+3) (1d8) (5ft)\nLongbow (+3) (1d8) (150/600ft)\nFire breath (12 DEX) (2d6) (15ft cone)\nSekali per long rest, setengah damage ketika berhasil\n\nSpells :\n\nDivine Sense (1 + CHA MOD per long rest) (60ft)\nMendeteksi adanya fiend, celestial, atau undead\nLay on Hands (5 x LVL) (5ft)\nMelakukan heal dengan maksimal poin 5\n\nDescription :"},"EVARA!/Player-Characters/Trace-of-Fadebark/Sussie":{"slug":"EVARA!/Player-Characters/Trace-of-Fadebark/Sussie","filePath":"EVARA!/Player Characters/Trace of Fadebark/Sussie.md","title":"Sussie","links":[],"tags":[],"content":"\nRace : Gnome\nClass : Wizard\nLanguage : Common &amp; Gnomish\nStat Block :\nAC = 9, INITIATIVE = -1, SPD = 25ft\nHP = 6/6\nHit Dice = 1d6\nMOD :                           SAVING THROWS :\nSTR = 12 (+1)               STR = +1\nDEX = 8 (-1)                 DEX = -1\nCON = 11 (+0)              CON = +0\nINT = 17 (+3)                INT = +5\nWIS = 14 (+2)               WIS = +4\nCHA = 13 (+1)              CHA = +1\nAcrobatics (Dex) = -1\nAnimal Handling (Wis) = +2\nArcana (Int) = +5\nAthletics (Str) = +1\nDeception (Cha) = +1\nHistory (Int) = +3\nInsight (Wis) = +2\nIntimidation (Cha) = +1\nInvestigation (Int) = +3\nMedicine (Wis) = +4\nNature (Int) = +3\nPerception (Wis) = +2\nPerformance (Cha) = +1\nPersuasion (Cha) = +1\nReligion (Int) = +3\nSleight of Hand (Dex) = -1\nStealth (Dex) = -1\nSurvival (Wis) = +2\nItems :\n\nPotion of Healing 2x (1d4)\nSchimitar (1d6)\n20 GP\n\nProficiency :\n\nGreatsword &amp; Longbow\n\nTraits :\n\nDark Vision\n\nAttacks :\n\nUnarmed Strike (+3) (2) (5ft)\nSchimitar (+3) (1d6) (5ft)\n\nSpells :\nDescription :"},"EVARA!/Player-Characters/Trace-of-Fadebark/Troy":{"slug":"EVARA!/Player-Characters/Trace-of-Fadebark/Troy","filePath":"EVARA!/Player Characters/Trace of Fadebark/Troy.md","title":"Troy","links":[],"tags":[],"content":"\nRace : Gnome\nClass : Druid\nLanguage : Common, Druidic, &amp; Gnomish\nStat Block :\nAC = 12, INITIATIVE = +2, SPD = 25ft\nHP = 8/8\nHit Dice = 1d8\nProficiency bonus = +2\nMOD :                           SAVING THROWS :\nSTR = 12 (+1)               STR = +1\nDEX = 15 (+2)              DEX = +2\nCON = 11 (+0)              CON = +0\nINT = 15 (+2)                INT = +4 (A)\nWIS = 14 (+2)               WIS = +4 (A)\nCHA = 8 (-1)                CHA = -1 (A)\nAcrobatics (Dex) = +2\nAnimal Handling (Wis) = +4\nArcana (Int) = +4\nAthletics (Str) = +1\nDeception (Cha) = -1\nHistory (Int) = +2\nInsight (Wis) = +2\nIntimidation (Cha) = -1\nInvestigation (Int) = +2\nMedicine (Wis) = +2\nNature (Int) = +4\nPerception (Wis) = +4\nPerformance (Cha) = -1\nPersuasion (Cha) = -1\nReligion (Int) = +2\nSleight of Hand (Dex) = +2\nStealth (Dex) = +2\nSurvival (Wis) = +2\nItems :\n\nShortbow (1d6)\nRations x4\nArrows x10\nTinker Tool x1\n40 GP\n\nProficiency :\n\nHerbal Kit\nTinker Tool\n\nTraits :\n\nDark Vision\n\nAttacks :\n\nUnarmed Strike (+3) (2) (5ft)\nShortbow (+2) (1d6) (80/320ft)\n\nSpells :\nDescription :"},"EVARA!/Player-Characters/When-The-Bell-Tolls/Cassian-De-La-Marque":{"slug":"EVARA!/Player-Characters/When-The-Bell-Tolls/Cassian-De-La-Marque","filePath":"EVARA!/Player Characters/When The Bell Tolls/Cassian De La Marque.md","title":"Cassian De La Marque","links":[],"tags":[],"content":"Race : Tiefling\nClass : Bard\nStat Block :\nSPELL :\nCantrips =\n\nMinor Illusion\nPrestidigation\nVicious Mockery\nThaumaturgy\n1st =\nDissonant Whisper\nHealing Word\nThunder Wave\n2nd =\nInvisibility\nLocate Object\nSuggestion\n3rd =\nHypnoting Pattern\nSlow\n\nCassian de la Marque adalah seorang perempuan berusia 26 tahun dengan tinggi badan 173 cm dan tubuh ramping ramping dengan berat 60 kg. Ciri khasnya dimulai dengan rambut pirang pucat, begitu terang hingga hampir keperakan, dan selalu di kepang dengan sempurna. Kulitnya yang putih dan mulus memancarkan kilau halus, dan matanya biasanya berwarna biru safir bening, meskipun berkilauan dengan cahaya keemasan yang redup setiap kali kekuatan surgawinya muncul ke permukaan.\nMereka pikir aku tidak tahu. Itulah kesalahan terbesar mereka.\nThera, dengan matanya yang selalu menganalisis semua hal, ia pikir aku tidak melihat tatapan dinginnya setiap kali Ayah memujiku. Damon, si anak yang gampang mangamuk, pikir geramnya yang meledak-ledak bisa menyembunyikan ketakutannya. Dan Ares, si bungsu yang polos atau pura-pura polos, pikir aku tidak bisa membedakan antara keluguan dan kepengecutan.\nDan Ibu Suri Seraphine. Oh, Ratu yang Agung. Dia pikir tatapan hina dan senyum masamnya cukup untuk membuatku tunduk. Dia salah. Setiap kali dia menyebutku “anak haram” dengan nada yang manis di depan tamu, aku hanya tersenyum lebih lebar. Karena aku tahu, satu-satunya alasan kata-kata itu menjadi senjatanya adalah karena itu satu-satunya hal yang dia punya terhadapku.\nTapi ada satu hal yang tidak pernah mereka pahami, hantu yang selalu mengintai di balik setiap kemewahan yang Ayah berikan padaku: Althea.\nIbuku. Wanita yang tidak hanya menjadi kenangan, tapi pernah benar-benar ada di hidupku sampai aku berusia empat belas tahun. Semua orang tahu aku anak haram, tidak ada yang repot-repot menyembunyikannya. Justru itulah senjata mereka. “Anak haram.” Itu kata pertama yang bisa kuucapkan, bisikan yang membanguniku, dan teriakan yang mengiringi ibuku sampai ke liang kuburnya.\nKematian ibuku mengubah rasa cinta Ayah menjadi rasa bersalah yang membara, dan rasa bersalah itu adalah mata uang yang paling berharga di istana ini. Aku adalah mimpi buruk yang tahu caranya membuat raja berlutut.\nAku ingat betul bagaimana para selir lainnya, terutama yang telah memberi keturunan pada Ayah, memandangi ibuku dengan mata penuh racun. Mereka iri. Iri karena meski status kami rendah, cinta yang kami terima jauh melampaui mereka. Aku melihat sendiri bagaimana mereka menyiksa ibuku dengan kata-kata, mengucilkannya, sampai akhirnya penyakit itu datang dan merenggutnya pelan-pelan. Aku yakin ada yang meracuniinya, meski Ayah tak pernah berani menyelidiki.\nKematian ibuku bukan akhir. Itu justru menjadi awal permainan yang sesungguhnya. Rasa bersalah Ayah yang sudah besar jadi tak terbendung lagi. Dan aku, dengan mata empat belas tahun yang telah melihat segalanya, belajar memanfaatkannya.\nAyah, Raja Valerius, adalah pion utamaku dalam permainan ini. Cintanya pada bayangan Althea adalah tameng dan pedangku. Aku tahu persis bagaimana memainkannya. Sedikit senyuman yang mengingatkannya pada ibu, sebutir air mata yang tepat waktu, dan segalanya akan menjadi milikku. Istana ini adalah panggung, dan aku adalah pemeran utama yang juga sutradara bayangan. Aku dimanjakan, ya. Tapi itu bukanlah ketidaksengajaan. Itu adalah hakku sebagai pengingat terakhir Althea. Itu adalah caraku bertahan, caraku membalas setiap tatapan benci yang mereka lancarkan.\nSemua berubah saat usiaku tujuh belas. Bukan karena kedewasaanku, tapi karena mereka akhirnya menyadari ancamanku. Saat Ayah mulai membawaku ke pertemuan rahasia, mengajarkanku seni diplomasi, bisik-bisik tentang “surat wasiat” mulai berkeliaran. Thera kehilangan kemampuan ber-akting nya, Damon semakin mudah meledak, dan Ares menghindari kontak mata.\nMereka pikir sepotong kecil kue warisan kerajaan akan mengotori darah bangsawan mereka yang “murni”. Kekonyolan. Warisan itu bukan hanya tentang tanah dan emas, tapi tentang pengakuan. Dan pengakuan untukku berarti kemenangan untuk Althea, ibuku yang tidak bisa mereka hapus begitu saja.\nJadi, ketika Thera dengan wajah paling tulusnya mengusulkan “perjalanan bonding”, aku hampir tertawa terbahak-bahak dihadapannya. Ayah, yang naif dan sangat menginginkan sebuah keluarga bahagia yang tak akan pernah ia miliki, memaksaku untuk pergi.\n“Pergilah, sayang. Ini untuk kebaikan kalian semua,” katanya, membelai rambutku dengan pandangan penuh cinta nya, mungkin melihat bayangan Althea berdiri di sampingku.\nAku melihat ke dalam matanya dan melihat seorang lelaki yang putus asa untuk menebus dua dosa: tidak menjadikan Althea permaisuri, dan tidak bisa memberiku nama marga. Jadi, aku menurut. Bukan karena aku percaya pada kata-kata kosong saudara-saudaraku, tapi karena keyakinan tunggalku: “Ayah akan selalu menyelamatkanku.” Bagaimanapun juga, aku adalah Althea-nya yang tersisa.\nApa yang paling buruk yang bisa mereka lakukan? Memukulku? Menghinaku? Setiap luka, setiap air mata, hanya akan membuatku kembali padanya dengan senjata yang lebih kuat, dengan kenangan ibuku yang lebih menyakitkan baginya. Aku akan menjadi korban yang sempurna, dan mereka akan menjadi para penjahat dalam dongengnya.\nJadi, aku ikut. Aku memasuki perangkap mereka dengan mata terbuka dan senyum terkutuk di wajahku, siap memainkan peran terakhir yang mereka inginkan… untuk sementara.\nAku sama sekali tidak menyangka bahwa rencana mereka akan sepragmatis dan sekejam itu. Mereka tidak ingin menghukumku atau Althea dalam diriku. Mereka ingin menghapusku sama sekali, seperti mereka berharap bisa menghapus ibuku dari kenangan Ayah.\n…\nKepalaku berdenyut-denyut liar, bukan seperti pusing biasa, tapi seperti ada yang menggebuk bagian dalam tengkorakku dengan palu godam. Rasa logam memenuhi mulutku, dan yang kuingat terakhir adalah secangkir anggur yang Thera sodorkan dengan senyumnya yang paling palsu. “Untuk perdamaian, adikku.”\nSial. Mereka meracuniku.\nAku membuka mata. Langit-langit dari anyaman daun, dinding dari lumpur. Aku terbaring di atas kain kasar, baunya campuran jerami, keringat, dan tanah. Sebuah gubuk. Aku menggerakkan tubuh, sakit semua, tapi tidak ada yang patah. Tanganku meraba sesuatu yang kasar di sampingku.\nSebuah kantong kulit. Berat.\nDengan jari-jari yang masih kaku, aku membukanya. Koin emas dan permata kecil berkilau samar dalam cahaya redup. Cukup untuk hidup nyaman selama setahun, atau untuk membeli kuda dan perlengkapan terbaik.\nAku mendecakkan lidah, lalu tertawa pendek dan getir yang keluar dari mulutku sendiri.\n“Para bajingan ini,” gumamku, suaraku serak. Aku mengguncang-guncangkan kantong uang itu. Ini dia. Harga yang mereka bayar untuk menyingkirkanku. Atau mungkin… pesan. “Kami cukup menghargaimu untuk tidak membunuhmu, tapi tidak cukup untuk membiarkanmu tetap di sini.”\nAku tidak benar-benar kaget. Aku tahu ini akan terjadi suatu hari nanti. Tapi… secepat ini? Ayah masih sehat, masih memegang kendali penuh atas takhta. Mereka bahkan tidak menunggu sampai dia lemah atau sekarat.\nLalu, sentakan kesadaran yang lebih dingin dari racun tadi menyergapku.\nMereka tidak cuma takut pada warisan. Mereka takut padaku.\nMereka melihat apa yang tidak ingin aku akui sendiri: bahwa pengaruhku atas Ayah bukan lagi sekadar rasa bersalah, tapi sudah menjadi kendali. Bahwa dengan setiap pelajaran diplomasi, setiap bisikanku di telinga Ayah, posisi mereka sebagai pewaris semakin goyah. Aku bukan lagi sekadar anak haram yang dimanja. Aku adalah rival politik yang tumbuh terlalu cepat.\nDan mereka memutuskan untuk memotongku sebelum aku benar-benar berakar.\nAku berdiri, tubuhku limbung. Kantong uang itu kengkangkan kuat-kuat. Mereka pikir dengan segelintir emas ini, segalanya selesai. Mereka pikir dengan membuangku ke pelosokan, mereka menang.\nAku menguatkan diri untuk berdiri, merapikan pakaian compang-camping yang masih terasa terlalu mahal untuk tempat seperti ini. Kantong uang itu bergemerincing di genggamanku, sebuah lelucon yang mahal.\n“Yah,” gumamku sendiri. “Semoga mereka punya alasan yang cukup kreatif untuk kepergianku. Mungkin ‘terbawa arus saat berziarah’ atau ‘tersesat dalam pencarian jati diri’.” Aku memutar mataku. “Atau mungkin mereka akan bilang aku memutuskan untuk menjadi biarawati. Ya, itu cukup meyakinkan. Semua orang tahu betapa saleh-nya diriku.”\nSebuah senyum sinis menguar di bibirku, aku membayangkan akting menyedihkan ketiga saudaraku itu yang tidak seberapa jika dibandingkan dengan kemampuanku, semoga Ares bisa berakting dengan baik, wajahnya selalu menunjukkan apa yang ada di pikirannya."},"EVARA!/Player-Characters/When-The-Bell-Tolls/Darius-Dawnguard":{"slug":"EVARA!/Player-Characters/When-The-Bell-Tolls/Darius-Dawnguard","filePath":"EVARA!/Player Characters/When The Bell Tolls/Darius Dawnguard.md","title":"Darius Dawnguard","links":["EVARA!/Towns-and-Villages/Velgarth"],"tags":[],"content":"Race : Palladin\nClass : Human\nStat Block :\nDi tengah pagi yang cerah di kota Velgarth, dentuman genderang perang dan nyanyian baja menggema di jalanan batu. Hari itu adalah Parade Kehormatan Paladin, acara tahunan di mana para kesatria suci berbaris membawa lambang cahaya kerajaan. Seorang anak kecil bernama Darius Dawnguard berdiri di antara kerumunan, menggenggam tangan ayahnya dengan mata berbinar.\nDi hadapannya, seorang Paladin bertubuh gagah menunggang kuda putih, berzirah perak berkilau di bawah cahaya matahari. Sorot matanya tegas namun penuh welas asih seolah membawa harapan seluruh kota di pundaknya. Saat itulah, di dada kecil Darius, sebuah tekad lahir: suatu hari aku akan menjadi seperti dia, seorang Paladin Veilguard, pelindung cahaya dan perisai bagi semua yang lemah.\nTahun-tahun berlalu. Darius tumbuh menjadi pemuda yang menghabiskan setiap hari berlatih mengayunkan pedang kayu, membaca kitab suci, dan meniru disiplin para Paladin yang ia kagumi. Namun ketika akhirnya ia mendaftar ke Order of Veilguard, nasib tidak berpihak padanya. Ujian demi ujian gagal ia lewati; bukan karena kurang tekad, melainkan karena minim pengalaman tempur.\nAlih-alih menyerah, Darius memilih jalan baru. Ia meninggalkan tembok kota yang ia cintai dan bergabung dengan party petualang yang mencari nafkah di luar perbatasan. Dari sana, ia berharap bisa menempa keberanian, iman, dan kekuatannya bukan hanya"},"EVARA!/Player-Characters/When-The-Bell-Tolls/Frugroox":{"slug":"EVARA!/Player-Characters/When-The-Bell-Tolls/Frugroox","filePath":"EVARA!/Player Characters/When The Bell Tolls/Frugroox.md","title":"Frugroox","links":[],"tags":[],"content":""},"EVARA!/Plot-Places/Blancc's-Research-Lab":{"slug":"EVARA!/Plot-Places/Blancc's-Research-Lab","filePath":"EVARA!/Plot Places/Blancc's Research Lab.md","title":"Blancc's Research Lab","links":["EVARA!/NPCs/Blancc","EVARA!/NPCs/Sariah","EVARA!/Sessions/Echo-of-The-Veil/Echo-of-The-Veil-Session-5","EVARA!/Letters-or-Notes/Blancc's-Will","EVARA!/Letters-or-Notes/Book-of-The-Dead-Research","EVARA!/Important-Items/Book-of-The-Dead"],"tags":[],"content":"\nTersembunyi di bawah bangunan sederhana yang tampak seperti pondok terpencil milik Blancc, laboratorium ini sesungguhnya adalah ruang rahasia yang menyimpan pengetahuan terlarang dan sihir eksperimental. Udara di dalamnya bergetar oleh kekuatan yang aneh energi yang menipiskan batas antara hidup dan mati Di sinilah Blancc dahulu terobsesi mengejar pengetahuan di luar jangkauan manusia ketika sihir arkananya gagal mencapai kesempurnaan ilahi, ia beralih pada konstruksi dan mayat hidup, menciptakan tiruan kehidupan dengan presisi yang menakjubkan, namun tanpa jiwa.\nSetelah kematian Blancc yang misterius dan tak diketahui dunia luar, laboratorium ini tetap berfungsi di bawah bimbingan muridnya yang masih hidup, Sariah. Dengan tekad yang lebih dingin, ia melanjutkan warisan gurunya mengendalikan konstruksi cacat dan sihir kelam untuk menyelesaikan penelitian yang kabur batasnya antara moralitas dan kekuasaan.\nSetelah kejadian Echo of The Veil Session 5 :\n\nPara party menjarah keseluruhan Laboratorium Blancc, mengaktifkan seluruh mekanisme defense, mengambil catatan-catatan (Blancc’s Will &amp; Book of The Dead Research), sampai Book of The Dead yang awalnya diamankan oleh Sariah\n"},"EVARA!/Plot-Places/Cael'Aelun-(False)":{"slug":"EVARA!/Plot-Places/Cael'Aelun-(False)","filePath":"EVARA!/Plot Places/Cael'Aelun (False).md","title":"Cael'Aelun (False)","links":[],"tags":[],"content":"\nCael’Aelun adalah pulau suci yang dipercaya sebagai perbatasan antara hidup dan mati—tempat di mana jiwa-jiwa dapat berbisik pada yang masih bernapas, dan doa dapat menembus dua dunia. Dikelilingi kabut abadi dan cahaya bulan yang tak pernah pudar, banyak yang menganggapnya sebagai salah satu lokasi paling sakral di seluruh Ashenveil. Para peziarah datang dengan harapan berbicara pada orang yang telah tiada, dan banyak yang bersumpah telah mendengar suara yang mereka kenal memanggil dari antara angin.\nNamun tidak ada peta yang pasti, tidak ada catatan perjalanan yang sama. Mereka yang berhasil “menemukannya” selalu menggambarkan tempat yang sedikit berbeda—seolah pulau itu sendiri berubah untuk setiap orang yang datang. Tak seorang pun menyadari bahwa apa yang mereka temui bukanlah Cael’Aelun yang sejati, melainkan bayangannya—cermin halus dari sesuatu yang lebih tua, lebih sunyi, dan lebih jauh dari jangkauan dunia manusia."},"EVARA!/Plot-Places/Cael'Aelun-(Real)":{"slug":"EVARA!/Plot-Places/Cael'Aelun-(Real)","filePath":"EVARA!/Plot Places/Cael'Aelun (Real).md","title":"Cael'Aelun (Real)","links":[],"tags":[],"content":"\nCael’Aelun Sejati, tersembunyi jauh di dalam kabut abadi Auran, bukanlah tempat yang ditemukan — melainkan yang memanggil. Tidak tertulis di peta mana pun, tidak disebut dalam doa resmi, dan tidak dikenali oleh para peziarah yang tersesat ke bayangannya di Ashenveil. Pulau ini berdiam di antara realitas, di mana laut berhenti bernafas dan langit membeku dalam senja abadi. Di sinilah batas antara hidup dan mati benar-benar menipis, dan arwah berjalan di antara bisikan ombak tanpa suara.\nTak ada kuil, tak ada tanda suci — hanya lubang menuju gua yang berdenyut lembut seperti nadi dunia itu sendiri. Mereka yang tiba di sini tanpa diundang jarang kembali, dan mereka yang dipanggil pulang biasanya melupakan apa yang mereka lihat. Beberapa legenda kuno menyebut Cael’Aelun bukan sekadar tempat, melainkan jiwa yang tertidur, sebuah entitas purba yang mengingat semua yang telah hilang… dan perlahan, menunggu untuk diingat kembali."},"EVARA!/Plot-Places/Duskvale-Sanctuary":{"slug":"EVARA!/Plot-Places/Duskvale-Sanctuary","filePath":"EVARA!/Plot Places/Duskvale Sanctuary.md","title":"Duskvale Sanctuary","links":["EVARA!/Towns-and-Villages/Ilun'Tar","EVARA!/moonprayer","EVARA!/Sessions/Echo-of-The-Veil/Echo-of-The-Veil-Session-8","EVARA!/NPCs/Sarravelle-Marcellis","EVARA!/Campaigns/Echo-of-the-Veil","EVARA!/NPCs/Solana-Mirthwood","EVARA!/NPCs/Master-Hirodan","EVARA!/Plot-Places/Duskvale-Sanctuary","EVARA!/Towns-and-Villages/Thalara"],"tags":[],"content":"\nDuskvale Sanctuary terletak di balik pesisir tenang Ilun’Tar sebuah desa pulau yang tampak damai, seolah lahir kembali dari kehampaan. Beberapa bulan lalu, tempat ini hanyalah hutan liar dan batu-batu tua yang tergerus garam laut. Kini, Duskvale berkembang dengan taman yang rapi, kuil kecil, dan penduduk lembut yang selalu menyambut pengunjung dengan senyum dan keramahan. Para pelancong diajak makan bersama, beristirahat di rumah tamu yang bersih, dan mendengar kisah tentang persatuan, penyembuhan, serta “pencerahan” spiritual yang diyakini telah menyatukan mereka dalam tujuan yang sama, moonprayer.\nNamun semakin lama seseorang tinggal, semakin terasa ada yang ganjil. Para penduduk berbicara dengan nada dan pilihan kata yang hampir sama, bahkan sering menyelesaikan kalimat satu sama lain. Tak ada anak-anak. Tak ada hewan. Tak ada kekacauan. Setiap orang bangun di jam yang sama, berdoa di waktu yang sama, dan tersenyum dengan cara yang terlalu sempurna. Di malam hari, kau mungkin merasa ada mata yang mengintai dari celah papan kayu, atau bisikan doa dalam bahasa yang tak dikenal.\nDi balik kedamaian itu, di bawah kulit tanah pulau ini, tersimpan masa lalu yang kelam dan sesuatu yang terikat dengan kematian.\nSetelah kejadian Echo of The Veil Session 8 :\n\nDuskvale terbakar seisi-isinya dikarenakan ulah dari cultist Sarravelle Marcellis.\n\nSetelah kejadian Echo of the Veil :\n\nDipimpin oleh Solana Mirthwood dan Master Hirodan, Duskvale Sanctuary direstorasi menjadi pemukiman lebih untuk warga Thalara. Namun itu setelah pertimbangan yang sangat matang.\n"},"EVARA!/Plot-Places/Elara's-Dwelling":{"slug":"EVARA!/Plot-Places/Elara's-Dwelling","filePath":"EVARA!/Plot Places/Elara's Dwelling.md","title":"Elara's Dwelling","links":["EVARA!/Regions/Cast-Away-Land","EVARA!/NPCs/Elara-Marcellis","EVARA!/NPCs/Oberon","EVARA!/Sessions/Echo-of-The-Veil/Echo-of-The-Veil-Prolog-2","EVARA!/Campaigns/Echo-of-the-Veil","EVARA!/Phenomenon-and-Tales/Eternal-Frost","EVARA!/Vellvele"],"tags":[],"content":"\nTersembunyi jauh di antara kabut Cast Away Land, Elara’s Dwelling merupakan tempat perlindungan yang tenang sekaligus misterius sebuah sanctum bagi inovasi arkanis dan eksperimen kontroversial. Penyihir kuat bernama Elara Marcellis menggunakan tempat ini untuk meneliti batas-batas ingatan, emosi, dan kehidupan itu sendiri, sering kali dibantu oleh murid kesayangannya, Oberon. Namun, setelah serangan yang dilakukan oleh para Staf Kehormatan Haaz, kediaman itu kini porak-poranda oleh kekacauan sihir. Muridnya tewas, lingkaran perlindungan runtuh, dan sanctum itu ternodai. Saat serangan terjadi, Elara Marcellis sedang berada jauh dari tempat itu. (Echo of The Veil Prolog 2)\nBekas luka emosional dan magis kini meresap ke tanah di sekitarnya, menimbulkan getaran arkanis berbahaya. Hutan yang dulu damai kini dipenuhi batu-batu melayang, ledakan sihir tak terduga, dan gema kesedihan yang menggema di udara. Meski rusak parah, Elara’s Dwelling masih menyimpan rahasia dan mungkin juga rasa bersalah.\nMain Campaign :\n\nEcho of the Veil\nEternal Frost\n\nNPCs :\n\nElara Marcellis\nOberon\nVellvele\n"},"EVARA!/Plot-Places/Fadebark-Village":{"slug":"EVARA!/Plot-Places/Fadebark-Village","filePath":"EVARA!/Plot Places/Fadebark Village.md","title":"Fadebark Village","links":[],"tags":[],"content":"\nFadebark Village adalah desa tersembunyi kaum gnome yang bersemayam di jantung Eldengrove Enclave, terlindung oleh sihr pelindung tertua yang menutupi keberadaannya dari mata dunia. Tidak ada peta yang mencatatnya, tidak ada jalan yang benar-benar menuju ke sana—hanya mereka yang diizinkan oleh para penjaganya yang dapat menemukan jalan masuk melalui kabut dan akar raksasa.\nKonon, ward kuno yang melindungi Fadebark begitu kuat hingga bahkan kaum Eldraeth, , tak dapat melihatnya. Di dalamnya, para gnome hidup dalam harmoni sunyi, menjaga rahasia alam dan sihir yang telah lama hilang dari dunia luar. Bagi kebanyakan orang, Fadebark hanyalah legenda, cerita pengantar tidur tentang desa yang menolak dilupakan. Namun bagi segelintir yang pernah mendengar bisikan dari pepohonan Eldengrove—mungkin legenda itu masih bernafas."},"EVARA!/Plot-Places/Haaz-Eternal-Dungeon":{"slug":"EVARA!/Plot-Places/Haaz-Eternal-Dungeon","filePath":"EVARA!/Plot Places/Haaz Eternal Dungeon.md","title":"Haaz Eternal Dungeon","links":[],"tags":[],"content":"\nSebuah penjara raksasa yang menjulang hingga menembus awan dan berakar jauh ke perut bumi. Secara resmi, Haaz dikenal sebagai tempat penahanan bagi penjahat tanpa bangsa dan para penyihir berbahaya. Namun secara tidak resmi, ia adalah labirin rahasia, hukuman, dan pengetahuan terlarang.\nSemakin dalam seseorang melangkah ke dalam Haaz, semakin aneh dan kuno tempat itu terasa — lorong-lorongnya terus berubah, sel-sel penjaranya terpesona oleh sihir kuno, dan jebakan-jebakan misterius yang telah dibiarkan tak terpecahkan selama berabad-abad masih menunggu korban berikutnya."},"EVARA!/Plot-Places/Ignovar":{"slug":"EVARA!/Plot-Places/Ignovar","filePath":"EVARA!/Plot Places/Ignovar.md","title":"Ignovar","links":[],"tags":[],"content":"\nIgnovar adalah kerajaan tiefling yang bangkit dari abu kehancuran—sebuah negeri yang ditempa kembali dalam api naga dan dendam. Dahulu hanyalah reruntuhan yang ditinggalkan perang dan pengkhianatan, kini Ignovar berdiri megah di atas tanah yang pernah hangus terbakar, tembok-temboknya dipatri dengan sihir api kuno yang tidak pernah padam. Setiap batu dan menara berkilau kemerahan di bawah sinar matahari, seolah bara masih bernafas di dalamnya.\nPenduduk Ignovar hidup dengan semangat yang sama menyala seperti darah infernal mereka. Mereka memuja kekuatan, kehormatan, dan balas dendam—tiga pilar yang membentuk dasar kerajaan baru ini. Di balik kemegahan istana api dan pasar batu hitam, bayang-bayang masa lalu masih membara: naga yang pernah menuntun kebangkitan mereka kini menghilang, dan para bangsawan berdebat apakah kerajaan ini dilahirkan untuk menebus dosa… atau mengulangnya dengan kemuliaan yang lebih kejam."},"EVARA!/Plot-Places/Orridahl":{"slug":"EVARA!/Plot-Places/Orridahl","filePath":"EVARA!/Plot Places/Orridahl.md","title":"Orridahl","links":[],"tags":[],"content":"\nOrridahl adalah kota tenggelam yang terbentang di dasar lembah berkabut Whispering Wind Pass — tempat di mana air beriak tanpa angin, dan suara samar kadang terdengar dari kedalaman. Tak ada catatan tentang siapa yang membangunnya, atau mengapa ia tenggelam; hanya sisa menara batu dan jalan berlumut yang terlihat di bawah permukaan, seolah masih menunggu untuk diingat.\nBeberapa penjelajah yang nekat turun ke reruntuhannya bercerita tentang gema langkah yang mengikuti mereka, atau bayangan yang bergerak di balik air. Tak satu pun membawa bukti, hanya mata kosong dan gumaman tentang “suara yang memanggil dari bawah.” Orridahl tetap di sana — sunyi, dingin, dan penuh rahasia yang mungkin seharusnya tetap terkubur."},"EVARA!/Plot-Places/Shrine-of-Aelethis":{"slug":"EVARA!/Plot-Places/Shrine-of-Aelethis","filePath":"EVARA!/Plot Places/Shrine of Aelethis.md","title":"Shrine of Aelethis","links":[],"tags":[],"content":"\nShrine of Aelethis berdiri di tengah Whispering Wind Pass, di antara jurang bergaung dan arus udara yang berputar seperti bisikan roh. Reruntuhan ini dulunya adalah kuil agung yang dipersembahkan untuk Aelethis, naga angin purba yang pernah menari di langit Evara dan menuntun arah para pengelana. Kini, hanya sisa-sisa tiang batu berukir spiral dan lonceng perak yang bergetar lembut setiap kali angin lewat, seakan masih menjawab panggilan tuannya.\nMeski hancur dimakan waktu, kuil ini tetap dianggap suci. Para peziarah dan biksu udara datang untuk berdoa di antara angin, berharap menerima berkat kebijaksanaan dan kebebasan Aelethis. Namun, bagi mereka yang tidak layak, bisikan di udara bisa berubah menjadi badai—suara naga yang marah karena nama sucinya dinodai."},"EVARA!/Plot-Places/Sylvarax’s-Nest":{"slug":"EVARA!/Plot-Places/Sylvarax’s-Nest","filePath":"EVARA!/Plot Places/Sylvarax’s Nest.md","title":"Sylvarax’s Nest","links":[],"tags":[],"content":"\nSylvarax’s Nest adalah pulau kristal yang berkilau di tengah kabut biru Talaris—sebuah tempat di mana naga kuno Sylvarax bersemayam dalam tidur abadinya, melingkar di sekitar legenda yang ia ciptakan sendiri. Puncak-puncak kristal tumbuh dari tanah seperti taring beku waktu, memantulkan cahaya bulan menjadi ribuan warna, sementara udara di sekitarnya bergetar lembut oleh napas naga yang belum sepenuhnya padam.\nDikatakan bahwa setiap kristal di pulau ini menyimpan gema kenangan Sylvarax—kisah perang, kebijaksanaan, dan kehancuran yang pernah ia saksikan. Para penjelajah yang berani melangkah terlalu jauh sering mendengar bisikan dalam bahasa naga, atau melihat bayangan sisik raksasa di balik cahaya kristal. Meski tampak tertidur, Sylvarax tidak pernah benar-benar mati; ia hanya menunggu waktu yang tepat untuk bangkit kembali—ketika dunia sekali lagi layak menjadi bagian dari legendanya."},"EVARA!/Plot-Places/The-Great-Shattenro-Cave":{"slug":"EVARA!/Plot-Places/The-Great-Shattenro-Cave","filePath":"EVARA!/Plot Places/The Great Shattenro Cave.md","title":"The Great Shattenro Cave","links":[],"tags":[],"content":"\nDi tepi Aranorin, tepat di mana tebing mulai menjulang dan rerumputan berubah menjadi batu karang rapuh, terbentang mulut Gua Besar Shattenro. Di kalangan para petualang pemula, gua ini dikenal sebagai “dungeon aman” — tempat sempurna untuk mengasah kemampuan melawan slime, laba-laba, dan mengumpulkan harta karun sederhana.\nNamun, mereka yang pernah melangkah lebih dalam menceritakan kisah yang berbeda. Atau tak pernah kembali sama sekali.\nMeski secara resmi digolongkan sebagai dungeon tingkat rendah, belum ada satu pun penjelajah yang berhasil memetakan seluruh gua ini. Beberapa bersumpah bahwa lorong-lorongnya terus berubah, seolah-olah gua itu hidup dan bereaksi terhadap siapa pun yang masuk. Para veteran lama bahkan berbisik bahwa Shattenro bukanlah gua alami, melainkan makhluk purba yang telah lama tertidur, dan bagian dalam tubuhnya kini menjadi dungeon yang menelan siapa saja yang menantangnya."},"EVARA!/Plot-Places/The-Memory-Still":{"slug":"EVARA!/Plot-Places/The-Memory-Still","filePath":"EVARA!/Plot Places/The Memory Still.md","title":"The Memory Still","links":[],"tags":[],"content":"\nThe Memory Still adalah pulau sunyi berhias permukaan kaca yang terletak di antara kabut beku Frosthaven. Tidak ada pepohonan, tidak ada suara burung—hanya hamparan es mengilap yang memantulkan langit kelabu dan wajah siapa pun yang datang mencarinya. Namun pantulan itu bukan sekadar bayangan; ia memperlihatkan kenangan yang hilang, rahasia yang terlupakan, atau kebenaran yang tersembunyi di dalam diri.\nBanyak yang datang ke sana untuk mencari jawaban—tentang masa lalu, tentang cinta, atau tentang dosa mereka sendiri—namun pengetahuan selalu menuntut harga. Ada yang kehilangan ingatan lain, ada yang kehilangan suara, dan ada pula yang ditelan sepenuhnya oleh bayangan diri mereka sendiri di bawah permukaan. Para pelaut menyebutnya Cermin Duka, tempat di mana masa lalu berbisik, dan masa depan membeku."},"EVARA!/Plot-Places/The-Moon’s-Cradle":{"slug":"EVARA!/Plot-Places/The-Moon’s-Cradle","filePath":"EVARA!/Plot Places/The Moon’s Cradle.md","title":"The Moon’s Cradle","links":[],"tags":[],"content":"\nThe Moon’s Cradle adalah pantai sabit perak di pesisir Talaris, tempat laut berkilau seolah memantulkan cahaya bulan bahkan saat siang hari. Di sinilah, menurut legenda, dewi bulan kuno pernah menurunkan cahaya pertamanya ke dunia, menciptakan gelombang yang berdenyut selaras dengan napas langit malam. Batu-batu di sepanjang pantai membentuk pola melingkar seperti rangka buaian raksasa, dan tiap batu diyakini menyimpan gema doa dari masa lampau.\nSaat gerhana bulan, udara di The Moon’s Cradle berubah sunyi, dan bisikan nubuat terdengar samar di antara deburan ombak—kata-kata yang konon datang dari sang dewi sendiri, menandai perubahan besar yang akan datang. Para peziarah dan peramal sering datang ke sini, berharap mendengar pesan dari langit. Namun tidak semua wahyu membawa berkah… sebab di bawah cahaya bulan, kebenaran dan kutukan sering kali tak terbedakan."},"EVARA!/Plot-Places/Vault-of-The-Winter's-Womb":{"slug":"EVARA!/Plot-Places/Vault-of-The-Winter's-Womb","filePath":"EVARA!/Plot Places/Vault of The Winter's Womb.md","title":"Vault of The Winter's Womb","links":[],"tags":[],"content":"\nVault of Winter’s Womb adalah makam tersegel yang tersembunyi jauh di bawah lapisan es abadi Frosthaven—sebuah tempat yang hanya dikenal dalam legenda dan doa putus asa. Konon, di dalamnya tersimpan sumber atau penawar dari kutukan musim dingin abadi yang telah membekukan dunia di sekitarnya. Tak ada peta yang pasti, tak ada jalan yang tetap; hanya badai dan reruntuhan kuno yang mengarah pada pintu batu raksasa yang terukir dengan simbol-simbol ritual beku dan doa kuno kepada dewa musim.\nSelama berabad-abad, banyak penjelajah, kultis, dan bahkan raja telah mencoba menembus kedalamannya—tak satu pun kembali. Sebagian mengatakan pintunya dijaga oleh roh penjaga salju, lainnya percaya waktu itu sendiri membeku di dalamnya. Di antara bangsa Dwarf dan sisa penghuni Frosthaven, Vault of Winter’s Womb disebut bukan hanya tempat rahasia, tapi rahim dari kutukan itu sendiri—asal mula dingin yang tidak pernah berakhir."},"EVARA!/Plot-Places/Zaulakhar":{"slug":"EVARA!/Plot-Places/Zaulakhar","filePath":"EVARA!/Plot Places/Zaulakhar.md","title":"Zaulakhar","links":[],"tags":[],"content":"\nZaulakhar adalah reruntuhan vulkanik kuno yang terletak di tengah hamparan hitam Ashenveil, tempat di mana tanah berasap dan udara berbau belerang. Batu-batu hangus menjulang bagai taring naga purba, sementara aliran lava beku membentuk lorong-lorong berliku menuju ruang-ruang ritual yang telah lama ditinggalkan. Dulu, Zaulakhar diyakini sebagai pusat kekuatan elemental api—tempat para penguasa magma memahat relik yang mampu menantang dunia itu sendiri.\nKini, reruntuhan itu dijaga oleh para genasi muda, keturunan dari roh api yang bertekad melindungi warisan leluhur mereka dari tangan tamak dunia luar. Namun di balik penjagaan itu, bayang-bayang perampok dan pemburu harta terus mengintai dari bukit abu, tertarik oleh desas-desus tentang relik paling berharga di seluruh Ashenveil. Entah berkah atau kutukan, siapa pun yang berani menembus panas dan bahaya Zaulakhar mungkin akan menemukan lebih dari sekadar emas—mereka akan menemukan rahasia api yang tak pernah padam."},"EVARA!/RANDOM-STUFF/NAME-GENERATOR":{"slug":"EVARA!/RANDOM-STUFF/NAME-GENERATOR","filePath":"EVARA!/RANDOM STUFF/NAME GENERATOR.md","title":"NAME GENERATOR","links":[],"tags":[],"content":"ELF :\nTaerentym Faroris\nFhaornik Heirora\nCastien Ronala\nCornaith Eilquinal\nHalueve Naewynn\nVamir Enroris\nIllianaro Iantris\nWyn Torleth\nHuman FEMALE :\njotivuh nonnel\neihleh mahen\njorvandrall Stoneforce\njulzo Moonflame\ncohre butsk\nke grurkun\nhathrastro Evenheart\nhathroy Cliffrock\nnazhara sechinskak\nzameth nuujuum\nmelnecheth gitreldoru\nHuman MALE :\nnihnud ruhlil\nnarded cadi\nrirster Voidmourn\ngea Gloomspirit\nfagel stitsk\nhim chovutsk\nstronnar Lunaglade\ngan Strongshout\nrazajon bazdaltreb\ntivio julak"},"EVARA!/Regions/Aranorin":{"slug":"EVARA!/Regions/Aranorin","filePath":"EVARA!/Regions/Aranorin.md","title":"Aranorin","links":["EVARA!/Towns-and-Villages/Lidone","EVARA!/Towns-and-Villages/Oakengard","Goblin-Cave","EVARA!/Plot-Places/The-Great-Shattenro-Cave"],"tags":[],"content":"\nAranorin adalah wilayah subur yang terbentang di antara hutan-hutan kecil dan perbukitan lembut, tempat jalanan lebar dan kereta dagang sering melintas. Ia adalah tanah yang paling mendekati “wilayah netral” di dalam negeri Evara — tempat pedang diasah, kantong ditukar, dan rumor disebar di atas bara api perkemahan.\nWilayah ini menjadi titik awal bagi banyak pengelana, cocok untuk petualang tingkat rendah. Sebagian besar datang untuk menjalankan misi-misi aman: mengawal pengelana, menumpas monster kecil, atau melindungi jalur dagang. Namun di balik ketenangan permukaannya, tersembunyi reruntuhan yang belum dijamah, utang lama yang belum lunas, dan kisah-kisah yang seharusnya hanya dihadapi oleh pahlawan yang jauh lebih kuat.\nTowns and Villages :\n\nLidone\nOakengard\n\nDanger Places :\n\nGoblin Cave\n\nPlot Places :\n\nThe Great Shattenro Cave\n"},"EVARA!/Regions/Ashenveil":{"slug":"EVARA!/Regions/Ashenveil","filePath":"EVARA!/Regions/Ashenveil.md","title":"Ashenveil","links":["EVARA!/Towns-and-Villages/Umbrasil-Wood","EVARA!/Towns-and-Villages/Kaldrith-Savanna","The-Hollow-Eye","Crimson-Forest","Titanreach","EVARA!/Plot-Places/Zaulakhar","EVARA!/Plot-Places/Cael'Aelun-(False)"],"tags":[],"content":"\nAshenveil adalah negeri yang terpelintir oleh pertempuran kuno antara alam elemental dan dunia fana. Gunung berapi menoreh cakrawala, sementara sihir liar menggantung di udara seperti asap. Bentang alamnya berubah-ubah — dari padang abu yang membara, hutan berkabut, hingga sungai magma — masing-masing bergema dengan warisan penaklukan, bencana, dan kelahiran kembali.\nMeski berbahaya, kehidupan tetap bertahan. Wilayah ini menjadi rumah bagi makhluk elemental, elf kegelapan, dan klan genasi yang hidup di antara tradisi, perjuangan, dan pengasingan. Dao yang berkuasa atas Kaldrith Savannah berusaha menjaga harmoni — namun di tanah yang terkutuk oleh masa lalunya dan dibayangi oleh faksi-faksi berdarah, kedamaian hanyalah harapan rapuh. Arus kekuatan dan kehancuran yang mengalir di bawah Ashenveil menarik para perampok, pemuja sesat, dan pemburu harta — semuanya tertarik pada reruntuhan dan rahasia berapi yang terkubur di bawahnya.\nTowns and Vilages :\n\nUmbrasil Wood\nKaldrith Savanna\n\nDanger Places :\n\nThe Hollow Eye\nCrimson Forest\nTitanreach\n\nPlot Places :\n\nZaulakhar\nCael’Aelun (False)\n"},"EVARA!/Regions/Auran":{"slug":"EVARA!/Regions/Auran","filePath":"EVARA!/Regions/Auran.md","title":"Auran","links":["EVARA!/Towns-and-Villages/Azkelaad","EVARA!/Towns-and-Villages/Zha'Vokh","The-Mawlands","Hardshell-Coast","EVARA!/Plot-Places/Cael'Aelun-(Real)"],"tags":[],"content":"\nAuran adalah negeri yang terpecah—penuh dengan kekuatan alam dan ketegangan mentah—membentang dari hutan kuno yang penuh sihir hingga garis pantai liar yang kejam. Di timur, pemukiman para elf seperti Tiravellon hidup berdampingan dengan harpi buangan dan druid penyendiri, menarik kekuatan mereka dari harmoni alam. Namun di barat, kekacauan berkuasa. Suku-suku gith bertahan dengan kebijaksanaan dan keteguhan, sementara gerombolan gnoll yang brutal menyebar seperti wabah, mencakar tanah, membakar, dan melahap apa pun yang mereka temui.\nDi Auran, batas antara pemburu dan pelindung sangat tipis. Sihir berdenyut di sungai dan pepohonan, namun darah pun demikian. Ketegangan antara kedamaian dan naluri liar inilah yang memberi Auran keindahannya yang berbahaya—penuh dengan hutan berhantu, jalan berbayang arwah, dan monster pesisir. Dan tersembunyi di balik gelombang lautnya, terdapat rahasia menuju satu tempat di mana mereka yang mati masih berbicara kepada yang hidup.\nTowns and Villages :\n\nAzkelaad\nZha’Vokh\n\nDanger Places :\n\nThe Mawlands\nHardshell Coast\n\nPlot Places :\n\nCael’Aelun (Real)\n"},"EVARA!/Regions/Cast-Away-Land":{"slug":"EVARA!/Regions/Cast-Away-Land","filePath":"EVARA!/Regions/Cast Away Land.md","title":"Cast Away Land","links":["EVARA!/Regions/Frosthaven","EVARA!/NPCs/Blancc","EVARA!/Plot-Places/Haaz-Eternal-Dungeon","EVARA!/Towns-and-Villages/Stonecoil-Kin","EVARA!/Towns-and-Villages/Tiravellon","EVARA!/Danger-Places/Veilshade-Grove","EVARA!/Plot-Places/Blancc's-Research-Lab","EVARA!/Plot-Places/Elara's-Dwelling"],"tags":[],"content":"\nDahulu hanyalah tanah buangan di ujung dunia, Cast Away Land tak pernah menjadi bagian dari Frosthaven — bahkan sebelum kutukan salju abadi melanda. Wilayah ini diabaikan oleh kerajaan-kerajaan lama: tanahnya tandus, arcananya tidak stabil, dan cuacanya kacau. Kini keadaannya lebih buruk — diperintah dari balik bayangan oleh Blancc, sang misterius penjaga Haaz Eternal Dungeon, yang menegakkan “keadilan” dengan tatanan yang terpelintir.\nDi sini, waktu seolah tersentak-sentak. Langit berputar tak selaras dengan bintang. Potongan tanah kadang melayang sesaat sebelum jatuh kembali. Peradaban hanyalah sisa ejekan — reruntuhan retak, laboratorium tersembunyi, dan gerombolan buangan yang hidup di antara kegilaan. Tak ada bangsa yang mengakuinya. Hanya penyintas, penyihir tersesat, dan jiwa-jiwa yang putus asa yang masih bertahan.\nTak ada yang benar-benar hidup di Cast Away Land.\nMereka hanya bertahan.\nTowns and Villages :\n\nStonecoil Kin\nTiravellon\n\nDanger Places :\n\nVeilshade Grove\n\nPlot Places :\n\nHaaz Eternal Dungeon\nBlancc’s Research Lab\nElara’s Dwelling\n"},"EVARA!/Regions/Eldengrove-Enclave":{"slug":"EVARA!/Regions/Eldengrove-Enclave","filePath":"EVARA!/Regions/Eldengrove Enclave.md","title":"Eldengrove Enclave","links":["EVARA!/Towns-and-Villages/Eldraeth","Veythas-Ruins","Vale-of-Nirelli","EVARA!/Plot-Places/Fadebark-Village"],"tags":[],"content":"\nEldengrove Enclave tersembunyi di bawah kanopi hijau zamrud yang seolah tak terputus, menjadikannya salah satu hutan tertua dan paling utuh secara magis di seluruh Evara. Tanahnya terasa hidup dalam banyak cara—pepohonan berbisik, sungai mendengarkan, dan angin menanggapi ritual-ritual kuno. Waktu berjalan berbeda di sini. Para gnome, druid, dan roh hutan hidup dalam harmoni, dipimpin oleh seorang archdruid gnome dari kota Eldraeth, sosok yang jarang terlihat oleh mereka di luar hutan.\nMeskipun tampak ramah di permukaan, Eldengrove bukanlah tempat yang mudah dimasuki. Sebagian besar wilayahnya dilindungi oleh sihir—tertutup, terselubung, atau dikutuk untuk menyesatkan para pendatang. Di dalamnya terdapat rimba suci, jalur tak kasatmata, dan perkampungan tersembunyi, sementara para fey yang kuat dan makhluk purba menjaga jantung hutan dari keserakahan dunia luar. Mereka yang datang mencari kebijaksanaan atau perlindungan dapat menemukan tempat aman di sini—asal mereka melangkah dengan hati-hati.\nTowns and Villages :\n\nEldraeth\n\nDanger Places :\n\nVeythas Ruins\nVale of Nirelli\n\nPlot Places :\n\nFadebark Village\n"},"EVARA!/Regions/Frosthaven":{"slug":"EVARA!/Regions/Frosthaven","filePath":"EVARA!/Regions/Frosthaven.md","title":"Frosthaven","links":["EVARA!/Phenomenon-and-Tales/Eternal-Frost","EVARA!/Towns-and-Villages/Ironheart-Citadel","Sirenmaw-Coast","Icehook-Cut","The-Empty-Man’s-Wake","EVARA!/Plot-Places/Vault-of-The-Winter's-Womb","EVARA!/Plot-Places/The-Memory-Still"],"tags":[],"content":"\nDahulu sebuah kerajaan utara yang megah dan makmur, kini Frosthaven terjerat dalam kutukan Eternal Frost. Kota-kota yang pernah hidup lenyap tertimbun salju hanya dalam semalam. Ada yang berkata itu hukuman para dewa, ada pula yang berbisik tentang relik kuno yang kehilangan kendali.\nUdara di sana berdesir dengan sihir tua, dan badai salju tak pernah berhenti — seolah ada sesuatu yang menghendaki dingin itu tetap tinggal.\nNamun di tengah kehancuran, sisa-sisa kehidupan masih bertahan: benteng-benteng batu yang menolak roboh, suku-suku pengelana, dan pasukan yang berjuang di ambang keputusasaan. Tanah ini berbahaya, bukan hanya karena iklimnya, tapi karena rahasia-rahasia yang dikuburnya.\nKini Frosthaven adalah dunia reruntuhan beku, mayat hidup yang berkeliaran, dan warisan terkutuk. Ia memanggil para pemburu harta, prajurit terkutuk, dan pencari ilmu terlarang.\nSedikit yang kembali dari sana — dan mereka yang berhasil… tak pernah kembali sama.\nTowns and Villages :\n\nIronheart Citadel\n\nDanger Places :\n\nSirenmaw Coast\nIcehook Cut\nThe Empty Man’s Wake\n\nPlot Places :\n\nVault of The Winter’s Womb\nThe Memory Still\n"},"EVARA!/Regions/Talaris":{"slug":"EVARA!/Regions/Talaris","filePath":"EVARA!/Regions/Talaris.md","title":"Talaris","links":["EVARA!/Towns-and-Villages/Valemount-Refuge","Crystalis","Abyss","EVARA!/Plot-Places/The-Moon’s-Cradle","EVARA!/Plot-Places/Ignovar","EVARA!/Plot-Places/Sylvarax’s-Nest"],"tags":[],"content":"\nTalaris bukanlah wilayah yang didefinisikan oleh daratan, melainkan oleh laut. Sebuah kepulauan terpencar berisi pulau-pulau kecil dan tempat perlindungan di tebing-tebing tinggi, mengapung rapuh di atas samudra luas Crystalis — lautan legendaris yang dipenuhi badai abadi di pusatnya.\nSetiap pulau menyimpan budayanya sendiri, kebenarannya sendiri — sebagian diwariskan lewat bisikan, sebagian lagi diukir pada batu oleh mereka yang selamat dari malapetaka ilahi.\nLegenda mengatakan bahwa para dewa pernah menggunakan tanah ini untuk menguji ketahanan manusia… dan untuk menyembunyikan pengetahuan yang terlalu berbahaya bagi daratan utama.\nBeberapa percaya bahwa laut itu sendiri memiliki denyut nadi, dan pulau Abyss — tempat yang tak pernah dikunjungi kembali oleh siapa pun — adalah matanya.\nTalaris adalah rumah bagi mereka yang membangun kembali, terlahir kembali, atau telah dilupakan.\nApakah kau mencari kebenaran, kedamaian, atau sekadar pelarian dari masa lalu — Talaris akan menerimamu… jika kau sanggup bertahan dari lautnya.\nTowns and Villages :\n\nValemount Refuge\n\nDanger Places :\n\nCrystalis\nAbyss\n\nPlot Places :\n\nThe Moon’s Cradle\nIgnovar\nSylvarax’s Nest\n"},"EVARA!/Regions/Whispering-Wind-Pass":{"slug":"EVARA!/Regions/Whispering-Wind-Pass","filePath":"EVARA!/Regions/Whispering Wind Pass.md","title":"Whispering Wind Pass","links":["EVARA!/Towns-and-Villages/Zepharim","EVARA!/Towns-and-Villages/Archipelago-of-Hala'Rae","The-Hive","EVARA!/Danger-Places/The-Crawling-Sands","Stillshade-Village","EVARA!/Plot-Places/Shrine-of-Aelethis","EVARA!/Plot-Places/Orridahl"],"tags":[],"content":"\nWilayah berangin kencang yang dipenuhi tebing tinggi, gurun keemasan, dan oasis yang tersebar — tempat di mana penduduknya telah belajar menari bersama badai. Para aarakocra dari Zepharim berkuasa di langit sini, dihormati oleh para pedagang, utusan, hingga makhluk elemental.\nPerdagangan mengalir laksana angin di antara ngarai sempit dan bukit pasir kuno, menjadikan Whispering Winds Pass urat nadi penting bagi diplomasi dan arus dagang.\nNamun, tanah ini jauh dari kata sederhana. Di balik kemegahan Zepharim tersimpan wilayah yang retak — rumah bagi reruntuhan misterius, monster yang bersembunyi di perut bumi, dan kota-kota terlupakan yang telah ditelan waktu.\nBahkan gurunnya pun berbisik, menggemakan suara-suara kuno di antara pasir yang terus bergeser.\nDi sini, kebenaran terkubur dalam, dan hanya mereka yang memiliki sayap, sihir, atau kegilaan yang mampu menemukannya.\nTowns and Villages :\n\nZepharim\nArchipelago of Hala’Rae\n\nDanger Places :\n\nThe Hive\nThe Crawling Sands\nStillshade Village\n\nPlot Places :\n\nShrine of Aelethis\nOrridahl\n"},"EVARA!/Regions/Zyphara":{"slug":"EVARA!/Regions/Zyphara","filePath":"EVARA!/Regions/Zyphara.md","title":"Zyphara","links":["EVARA!/Towns-and-Villages/Thalara","EVARA!/Towns-and-Villages/Velgarth","EVARA!/Towns-and-Villages/Ilun'Tar","EVARA!/Danger-Places/Tempest","EVARA!/Danger-Places/Gale-Peak","EVARA!/Danger-Places/Border-Path","EVARA!/Plot-Places/Duskvale-Sanctuary"],"tags":[],"content":"\nZyphara mengenakan topeng kedamaian — negeri yang tampak tenang dengan angin berhembus lembut, hutan sakura yang elegan, dan spiritualitas yang hening. Dari ketenangan suci Ilun’tar hingga hutan terbuka Thalara, wilayah ini menyambut para pengelana dengan keramahan dan kebijaksanaan. Di sini, harmoni adalah segalanya. Rakyatnya percaya bahwa kedamaian adalah kekuatan, ketenangan adalah penguasaan diri, dan badai hanya datang ketika terlalu lama diabaikan.\nNamun, ketenangan itu menipu. Di balik permukaannya yang berkilau, Zyphara menyimpan bara konflik. Velgarth, kota militer yang menjunjung “tatanan”, menyembunyikan bisikan tentang korupsi — perbudakan, manipulasi, dan kendali atas nama keamanan. Gangguan unsur elemental menghantam padang-padangnya yang luas, dan makhluk-makhluk purba menguji batas wilayahnya.\nDi Zyphara, kedamaian bukanlah anugerah.\nIa dipertahankan, dikelola, dan bila perlu — dipaksakan.\nTowns and Villages :\n\nThalara\nIlun’Tar\nVelgarth\n\nDanger Places :\n\nTempest\nGale Peak\nBorder Path\n\nPlot Places :\nDuskvale Sanctuary"},"EVARA!/Sessions/Echo-of-The-Veil/Echo-of-The-Veil-Prolog-1":{"slug":"EVARA!/Sessions/Echo-of-The-Veil/Echo-of-The-Veil-Prolog-1","filePath":"EVARA!/Sessions/Echo of The Veil/Echo of The Veil Prolog 1.md","title":"Echo of The Veil Prolog 1","links":["EVARA!/Player-Characters/Prolog/Bondrewd","EVARA!/Player-Characters/Echo-of-The-Veil/Volkov-Von-Gurechaff","EVARA!/Player-Characters/Echo-of-The-Veil/Khica-Kvaratskeliat","EVARA!/Player-Characters/Echo-of-The-Veil/Amandel","EVARA!/Regions/Cast-Away-Land","EVARA!/Danger-Places/Veilshade-Grove","EVARA!/Plot-Places/Haaz-Eternal-Dungeon","EVARA!/NPCs/Zagaard","EVARA!/Important-Items/Book-of-The-Dead","EVARA!/NPCs/Blancc","EVARA!/NPCs/Elara-Marcellis","EVARA!/Plot-Places/Elara's-Dwelling"],"tags":[],"content":"Player Characters :\n\nBondrewd\nVolkov Von Gurechaff\nKhica Kvaratskeliat\nAmandel\n\nLocations/Pins :\n\nCast Away Land\nVeilshade Grove\nHaaz Eternal Dungeon\n\nSerangkaian Peristiwa :\n\n\nCerita dimulai dengan sebuah kereta kuda yang menyebrangi Veilshade Grove, mengantarkan 5 orang kriminal dengan berbagai latar belakang menuju Haaz Eternal Dungeon. Salah satunya adalah Zagaard yang tertangkap mencuri Book of The Dead, sebuah buku yang diduga dapat membangkitkan orang mati.\n\n\nNamun dalam perjalanan kereta kuda diserang oleh sekumpulan goblin, membuat dua penjaga meninggal di tempat dan kereta terbakar oleh api.\n\n\nSetelah kelima kriminal bertahan melawan sekumpulan goblin, mereka menyusun rencana akan kabur kemana. Namun ketika Zagaard mengambil Book of The Dead yang disita. Tiba-tiba kabut menebal dan menculiknya menuju utara.\n\n\nDalam perjalanan menuju utara, mereka bertemu dengan seorang pedagang berjualan sayuran, di sana mereka membunuh dan merebut kereta kuda tersebut untuk dipakai sendiri.\n\n\nSekumpulan kriminal yang baru kenal pun penasaran dan mencari Zagaard menuju utara. Menuju Haaz Eternal Dungeon. Tetapi setelah perjalanan panjang dan melihat bahwa pertahanan Haaz Eternal Dungeon sangat ketat. Mereka kembali ke tengah - tengah Cast Away Land untuk beristirahat.\n\n\nSaat mereka sedang berisitirahat malam hari, mereka diserang oleh sekumpulan binatang buas, menyebabkan runtuhnya jembatan dan kematian dari Bondrewd.\n\n\nDi esok hari ketika mereka sudah siap untuk pergi mencari Zagaard lagi. Mereka dihampiri oleh seseorang bertopeng baja. Dia tidak mengenalkan diri (Di kemudian session dia akan memperkenalkan diri sebagai Blancc). Ia berkata bahwa sihir kabut adalah ulah penyihir agung Elara Marcellis. Ia juga tahu bahwa mereka mencari Zagaard, dan bilang bahwa dialah yang merekrutnya untuk mencuri Book of The Dead. Maka dia memberikan lokasi Elara’s Dwelling, dan akan memberikan imbalan jika mendapatkan Book of The Dead.\n\n"},"EVARA!/Sessions/Echo-of-The-Veil/Echo-of-The-Veil-Prolog-2":{"slug":"EVARA!/Sessions/Echo-of-The-Veil/Echo-of-The-Veil-Prolog-2","filePath":"EVARA!/Sessions/Echo of The Veil/Echo of The Veil Prolog 2.md","title":"Echo of The Veil Prolog 2","links":["EVARA!/Player-Characters/Echo-of-The-Veil/Volkov-Von-Gurechaff","EVARA!/Player-Characters/Echo-of-The-Veil/Khica-Kvaratskeliat","EVARA!/Player-Characters/Echo-of-The-Veil/Amandel","EVARA!/Player-Characters/Prolog/Xaviera","EVARA!/Player-Characters/Prolog/Raven","EVARA!/Player-Characters/Echo-of-The-Veil/Elindra-Moonfrost","EVARA!/Regions/Cast-Away-Land","EVARA!/Danger-Places/Veilshade-Grove","EVARA!/Plot-Places/Elara's-Dwelling","EVARA!/NPCs/Zagaard","EVARA!/NPCs/Oberon","EVARA!/NPCs/Elara-Marcellis","EVARA!/Important-Items/Book-of-The-Dead","EVARA!/Groups/Haaz-Organization","EVARA!/NPCs/Blancc"],"tags":[],"content":"Player Characters :\n\nVolkov Von Gurechaff\nKhica Kvaratskeliat\nAmandel\nXaviera\nRaven\nElindra Moonfrost\n\nLocations/Pins :\n\nCast Away Land\nVeilshade Grove\nElara’s Dwelling\n\nSerangkaian Peristiwa :\n\n\nSetelah mendapatkan informasi mengenai Elara’s Dwelling dan imbalan yang lumayan banyak. Mereka langsung menuju kediaman tersebut melalui Veilshade Grove lagi.\n\n\nDi dalam Veilshade Grove mereka bertiga bertemu dengan tiga petualan yang terlihat sedang tersesat, yaitu Raven, Xaviera, dan Elindra Moonfrost.\n\n\nSetelah konfrontasi karena ketidak percayaan, para kriminal memberi tahu para petualang alasan mereka ada di sini. Mereka rasa bahwa mereka kekurangan orang untuk melawan apapun yang menculik Zagaard.\n\n\nSetelah berdebat tentang hasil dan pembagian upah, mereka akhirnya sepakat dan melanjutkan perjalanan menuju Elara’s Dwelling. Namun dalam perjalanan mereka mendengar auman kencang dari makhluk tidak diketahui\n\n\nSesampainya di sana, mereka disambut oleh orang-orangan sawah yang tampak aneh. Setelah mendekatinya mereka diserang oleh kawanan orang-orangan sawah di sana.\n\n\nSetelah memenangkan pertarungan, mereka masuk ke Elara’s Dwelling. Di dalam mereka melihat ruangan dengan satu pintu, lubang duri dengan tubuh manusia yang sudah tertancap, lalu sebuah tulisan.\n“Korbankan suatu makhluk untuk membuka pintu”\n\n\nMereka memutuskan untuk mengorbankan satu-satunya kuda mereka ke dalam lubang itu, padahal pintu memang sudah terbuka karena tubuh manusia yang sudah tertancap di bawah.\n\n\nDi balik pintu, ada seseorang dengan tudung hitam, sedang membaca buku dihadapan sebuah peti mati raksasa. Ia menanyakan apa maksud kedatangan keenam orang ini”\n\n\nOrang itu memperkenalkan diri sebagai, Oberon murid favorit Elara Marcellis. Ia mencuri buku itu karena Elara Marcellis lah yang menyuruhnya untuk mendapatkan buku itu.\n\n\nPara PC memaksa untuk memberikan buku itu kepada mereka karena tugas yang diberikan. Selagi negosiasi Khica Kvaratskeliat mencoba untuk melakukan stealth menuju Oberon, tapi gagal, menyebabkan Oberon untuk marah dan menggunakan Book of The Dead untuk membangkitkan minotaur yang sudah mati.\n\n\nPC segera membunuh Oberon tanpa ragu, dan mencuri Book of The Dead kembali. Sedangkan Amandel pergi ke ruangan lain, dan menyelamatkan Zagaard.\n\n\nAlih-alih mengalahkannya langsung. Para PC mencoba membacca Book of The Dead secara langsung dan bergantian.\n\n\nSetelah berapa kali percobaan akhirnya mereka berhasil dan memusnahkan minotaur itu selamanya.\n\n\nDalam perjalanan keluar mereka mencoba menggunakan Book of The Dead lagi untuk membangkitkan kuda mereka. Itu berhasil, namun kuda yang dibangkitkan menjadi sedikit aneh.\n\n\nNamun di luar mereka disambut dengan penampakan yang cukup aneh. Mereka dihampiri oleh orang yang menjajikan mereka imbalan, bersamaan dengan orang-orang dengan lambang Haaz Organization. Orang bertopeng itu memperkenalkan kembali dirinya sebagai Blancc, dan ia menipu para PC supaya mengambil Book of The Dead tanpa campur tangan dengan penyihir Elara Marcellis.\n\n\nTapi karena tuntutan dari para PC, Blancc mendapatkan apa yang dia mau dengan memberi mereka sebuah tempat di Haaz Organization sebagai Haaz Honorary Staff.\n\n"},"EVARA!/Sessions/Echo-of-The-Veil/Echo-of-The-Veil-Session-1":{"slug":"EVARA!/Sessions/Echo-of-The-Veil/Echo-of-The-Veil-Session-1","filePath":"EVARA!/Sessions/Echo of The Veil/Echo of The Veil Session 1.md","title":"Echo of The Veil Session 1","links":["EVARA!/Player-Characters/Echo-of-The-Veil/Elindra-Moonfrost","EVARA!/Player-Characters/Echo-of-The-Veil/Volkov-Von-Gurechaff","EVARA!/Player-Characters/Echo-of-The-Veil/Khica-Kvaratskeliat","EVARA!/Player-Characters/Echo-of-The-Veil/Amandel","EVARA!/Player-Characters/When-The-Bell-Tolls/Frugroox","EVARA!/Regions/Zyphara","EVARA!/Towns-and-Villages/Velgarth","EVARA!/Danger-Places/Tempest","EVARA!/Towns-and-Villages/Thalara","EVARA!/Towns-and-Villages/Ilun'Tar","EVARA!/Groups/Haaz-Organization","EVARA!/NPCs/Ravessa","EVARA!/Danger-Places/Gale-Peak","EVARA!/Sub-Areas/Zyphara/Velgarth/Silver-Quarters","EVARA!/NPCs/Arashi","EVARA!/NPCs/Master-Hirodan","EVARA!/NPCs/Blancc","EVARA!/NPCs/Aurenya-Mirthwood","EVARA!/NPCs/Sub-NPCS/Peelo","EVARA!/Sub-Areas/Zyphara/Ilun'Tar/Sky-Touched-Sanctum"],"tags":[],"content":"Player Characters :\n\nElindra Moonfrost\nVolkov Von Gurechaff\nKhica Kvaratskeliat\nAmandel\nFrugroox\n\nLocations/Pins :\n\nZyphara\nVelgarth\nTempest\nThalara\nIlun’Tar\n\nSerangkaian Peristiwa :\n\n\nMereka bertemu di Brass Tusk, sebuah kedai di Velgarth, setelah pertemuan bulanan Haaz Organization. Setelah saling menyapa dan berbincang, Elindra Moonfrost dan Khica Kvaratskeliat tiba-tiba merasakan sakit kepala disertai bisikan suara wanita yang berkata, _“Bawa aku kembali.”\n\n\nSetelah berdiskusi tanpa hasil, mereka didekati oleh Ravessa, Mentor Tinggi Akademi Tempur, yang mengenali mereka sebagai anggota Haaz Organization karena lambang yang mereka kenakan. Ravessa meminta bantuan mereka untuk membersihkan monster di Tempest jika mereka berencana pergi ke utara. Sebagai imbalan, ia memberi masing-masing 20 GP sebelum mereka berangkat, menjelaskan bahwa uang itu adalah hadiah dari penguasa kerajaan atas tugasnya di Gale Peak. Namun, ia khawatir dengan kondisi Tempest karena jalur itu sering digunakan oleh pedagang. Para PC merasa hadiahnya terlalu kecil, jadi Ravessa berjanji akan memberi tambahan jika makhluk elemental yang mereka hadapi ternyata lebih kuat dari perkiraan. Ia juga meminta mereka kembali ke akademi jika menemukan sesuatu.\n\n\nSetelah menerima permintaan itu, hari sudah malam. Beberapa dari mereka memilih berbelanja, sebagian mabuk, dan lainnya langsung ke penginapan. Namun Amandel berjalan-jalan sendirian dan mendapatkan nat 20, sehingga ia menemukan sebuah jam saku berdarah dengan foto seorang gadis muda di dalamnya (Jam Saku Crimsonveil)\n\n\nKeesokan paginya, sebelum berangkat, mereka kembali mendengar bisikan—kali ini dengan tambahan pesan: “Ke utara, selamatkan aku.” Namun sebelum pergi, rasa penasaran membawa mereka ke Silver Quarters (daerah bangsawan), tapi para penjaga langsung menolak mereka masuk.\n\n\nDi Tempest, mereka bertemu Arashi, seorang biksu pengembara dari Ilun’Tar yang sedang terluka parah. Saat para PC mencoba menolongnya, mereka diserang oleh kawanan Mephit. Setelah pertempuran, Arashi memperkenalkan diri sebagai biksu yang ditugaskan meneliti Tempest oleh Ilun’Tar, dan ia mengundang mereka berkunjung jika ingin tahu lebih banyak tentang penelitiannya. Setelah perjalanan dan pertarungan itu, malam pun tiba. Mereka memutuskan berangkat ke Ilun’Tar keesokan paginya untuk belajar lebih lanjut atau menemui sang Master Hirodan. Namun malam itu, bisikan di kepala mereka semakin kuat “Selamatkan aku dari Blancc.”\n\n\nKeesokan paginya, mereka berpisah dengan Asashi yang memilih tetap di Tempest untuk menyelidiki lebih lanjut. Mengetahui para PC akan menuju Ilun’Tar, Arashi memberikan sehelai kain kuning bermotif sebagai bukti persetujuan dirinya (karena Ilun’Tar tidak terbuka bagi siapa pun kecuali utusan diplomatik atau orang dengan izin khusus). Saat itu Amandel menunjukkan jam tangan yang ia temukan, dan Arashi menjawab, _“Aku tidak tahu siapa gadis itu, tapi lambangnya jelas berasal dari Velgarth.”\n\n\nMereka pun berangkat menuju Ilun’Tar, menemukan pelabuhan kecil di tepi hutan hidup bernama Thalara.\n\n\nSaat mendekati Thalara untuk mencari informasi, mereka disambut oleh Aurenya Mirthwood, seorang penjaga hutan (scout) yang menyapa mereka dengan ramah.\n\n\nDi Thalara, mereka sempat berbelanja bekal tambahan di sebuah kedai sambil mengobrol dengan Aurenya Mirthwood (termasuk menanyakan soal jam tangan, yang tidak diketahui oleh Aurenya Mirthwood). Di tengah obrolan dan godaan ringan, bisikan itu datang lagi, kali ini menyuruh mereka “terus ke utara.” Mereka mencoba menyembunyikan rasa sakit kepala itu agar tidak menimbulkan kecurigaan.\n\n\nSetelah itu, mereka mengunjungi Guild Petualang, namun tempatnya sudah tutup. Sebagai gantinya, mereka berbincang dengan Peelo, seorang goblin tukang kebun (interaksi lucu ringan), dan Peelo menghadiahkan mereka benih cabai.\n\n\nMereka berangkat menuju pelabuhan dan bertemu seorang biksu yang mengantar mereka menyeberang ke Ilun’Tar setelah menunjukkan kain bukti dari Arashi.\n\n\nDi Ilun’Tar, mereka mendaki anak tangga selama berjam-jam (uji Constitution Save) hingga akhirnya mencapai Sky-Touched Sanctum. Dua penjaga menyambut mereka setelah melihat bukti tersebut. Namun ketika kelimanya hendak masuk, dua di antaranya Elindra Moonfrost dan Khica Kvaratskeliat dihentikan di depan pintu gerbang, karena mereka dianggap membawa “dosa kehidupan dan kematian”.\n\n"},"EVARA!/Sessions/Echo-of-The-Veil/Echo-of-The-Veil-Session-2":{"slug":"EVARA!/Sessions/Echo-of-The-Veil/Echo-of-The-Veil-Session-2","filePath":"EVARA!/Sessions/Echo of The Veil/Echo of The Veil Session 2.md","title":"Echo of The Veil Session 2","links":["EVARA!/Player-Characters/Echo-of-The-Veil/Elindra-Moonfrost","EVARA!/Player-Characters/Echo-of-The-Veil/Volkov-Von-Gurechaff","EVARA!/Player-Characters/Echo-of-The-Veil/Khica-Kvaratskeliat","EVARA!/Player-Characters/Echo-of-The-Veil/Amandel","EVARA!/Player-Characters/When-The-Bell-Tolls/Frugroox","EVARA!/Regions/Zyphara","EVARA!/Towns-and-Villages/Ilun'Tar","EVARA!/Danger-Places/Tempest","EVARA!/Towns-and-Villages/Thalara","EVARA!/NPCs/Master-Hirodan","EVARA!/NPCs/Aurenya-Mirthwood","EVARA!/NPCs/Solana-Mirthwood","EVARA!/Gildor","EVARA!/NPCs/Arashi"],"tags":[],"content":"Player Characters :\n\nElindra Moonfrost\nVolkov Von Gurechaff\nKhica Kvaratskeliat\nAmandel\nFrugroox\n\nLocations/Pins :\n\nZyphara\nIlun’Tar\nTempest\nThalara\n\nSerangkaian Peristiwa :\n\n\nMereka berbincang dengan Master Hirodan mengenai kutukan yang mengenai Elindra Moonfrost dan Khica Kvaratskeliat. Jawaban yang diberikan memang masih samar, namun mereka tahu bahwa kedua PC berinteraksi dengan ilmu kematian.\n\n\nSebagai perpisahan, Master Hirodan memberi mereka gelang yang dapat meredakan bisikan. Master Hirodan juga memberikan mereka permintaan untuk membantu sedikit akan penelitian di Tempest.\n\n\nMereka melanjutkan perjalanan keluar Ilun’Tar untuk bersinggah sebentar di Thalara. Di sana mereka melakukan belanja dan berbincang dengan Aurenya Mirthwood. Dia memberi tau para PC mengenai kepemimpinan Thalara karena mereka ingin tahu lebih banyak informasi. Di sini nama ayah dari Aurenya Mirthwood, Solana Mirthwood pertama kali disebutkan.\n\n\nSebelum beranjak kembali menuju Tempest, mereka mengunjungi halaman depan kediaman Solana Mirthwood, berharap untuk menemui beliau. Namun ditahan oleh salh satu anggota Dewan Thalara, Gildor, yang melarang mereka masuk.\n\n\nDi tengah negosiasi, gempa, lonjakan arcana terasa, para penjaga luar Thalara datang bersamaan dengan Aurenya Mirthwood yang baru saja akan membantu mereka bertemu Solana Mirthwood. Mereka memberi tahu bahwa Tempest baru saja diserang oleh para elemental yang muncul tiba-tiba. Aurenya Mirthwood dan PC segera pergi dan membantu.\n\n\nSesampainya mereka di Tempest mereka melihat Arashi yang baru saja tergeletak jatuh oleh siluman api terbentuk dari lonjakan arcana yang tidak stabil di Tempest. Para PC dan Aurenya Mirthwood berusaha untuk mengalahkan siluman itu.\n\n\nBertepatan dengan kematian siluman elemental, retakan terbentuk di permukaan Tempest, sebuah ruangan bawah tanah terlihat. Para PC pergi ke bawah untuk memeriksa, menggunakan sebuah tali yang diikatkan kepada pohon sebagai penyangga. Di sana mereka menemukan sebuah ruangan teka-teki.\n\n\nTeka-teki tertulis pada dinding, dan ada beberapa sigil menyala di lantai. Para PC menginjak sigil itu dengan urutan yang salah di pertama kali, dan berhasil pada kedua kalinya. Membuka pintu besar menuju ruangan kolam penuh dengan sihir.\n\n"},"EVARA!/Sessions/Echo-of-The-Veil/Echo-of-The-Veil-Session-3":{"slug":"EVARA!/Sessions/Echo-of-The-Veil/Echo-of-The-Veil-Session-3","filePath":"EVARA!/Sessions/Echo of The Veil/Echo of The Veil Session 3.md","title":"Echo of The Veil Session 3","links":["EVARA!/Player-Characters/Echo-of-The-Veil/Volkov-Von-Gurechaff","EVARA!/Player-Characters/Echo-of-The-Veil/Khica-Kvaratskeliat","EVARA!/Player-Characters/Echo-of-The-Veil/Amandel","EVARA!/Player-Characters/When-The-Bell-Tolls/Frugroox","EVARA!/Regions/Zyphara","EVARA!/Danger-Places/Tempest","EVARA!/Towns-and-Villages/Thalara","EVARA!/Towns-and-Villages/Velgarth","EVARA!/Player-Characters/Echo-of-The-Veil/Elindra-Moonfrost","EVARA!/NPCs/Arashi","EVARA!/Towns-and-Villages/Ilun'Tar","EVARA!/Important-Items/Tempest-Orb","EVARA!/NPCs/Aurenya-Mirthwood","EVARA!/NPCs/Ravessa","EVARA!/Sub-Areas/Zyphara/Velgarth/The-Burrows","EVARA!/Letters-or-Notes/Letter-to-Alran","EVARA!/NPCs/Blancc","EVARA!/NPCs/Zagaard"],"tags":[],"content":"Player Characters :\n\nVolkov Von Gurechaff\nKhica Kvaratskeliat\nAmandel\nFrugroox\n\nLocations/Pins :\n\nZyphara\nTempest\nThalara\nVelgarth\n\nSerangkaian Peristiwa :\n\n\nSebelum memasuki ruang kolam, Elindra Moonfrost, merasakan firasat yang cukup buruk. Dia meninggalkan party dengan dalih, perlu istirahat. (PC terkendala hadir).\n\n\nMelanjutkan dari ruangan kolam, para pemain mulai paranoid. Sebelum melakukan hal gegabah, Amandel segera menggunakan homebrew spell ciptaannya Destroy Water, yang mampu menghancurkan kolam berukuran sedang. Namun ternyata, sihir itu tidak cukup kuat untuk mengosongkan kolam sepenuhnya.\n\n\nMereka akhirnya kembali ke Thalara untuk berbicara dengan Arashi tentang temuan mereka. Mereka menemukannya di sebuah klinik, sedang dirawat. Di sana, para PC meminjam buku catatam yang dibawa Arashi dari Ilun’Tar. Dalam buku itu tertulis bahwa ratusan tahun lalu, seorang bangsawan kaya pernah membuat bola sihir berbahaya (Tempest Orb) yang bisa menyebabkan ketidakstabilan arcana di udara, dan satu-satunya cara menghentikannya adalah menghancurkannya.\n\n\nMengetahui hal itu, mereka langsung kembali ke gua dan menghantam bola itu dengan palu besar (maul), namun tindakan itu malah memicu pertempuran. Kolam terisi kembali, dan Water Weird muncul dari air (versi homebrew yang bisa bergerak bebas di air, tapi hanya sejauh 30 kaki di darat).\n\n\nSaat monster mencapai setengah HP, musik berubah. Tempest Orb mulai bercahaya merah dan mengeluarkan mantra necrotic ke seluruh PC, memaksa mereka melakukan saving throw Constitution. Ruangan pun tergenang air hingga setinggi lutut, memungkinkan Water Weird bergerak lebih leluasa.\n\n\nPara pemain terpecah sebagian menyerang bola, sebagian fokus pada monster. Hingga akhirnya, dengan momen dramatis, Khica Kvaratskeliat menghancurkan bola itu. Monster berteriak keras, serangannya menurun HP-nya berkurang. Namun masalah baru muncul,gua mulai bergetar hebat\n“Gua ini akan runtuh dalam 2 ronde.”\n\n\nSemua dalam kondisi darah kritis. Frugroox memilih melarikan diri, berharap bisa kembali menyelamatkan mereka nanti. Khica Kvaratskeliat melakukan dash penuh menuju pintu keluar, sementara Amandel kesulitan bertahan, dan Volkov Von Gurechaff berpikir keras,\n“Aku harus bunuh makhluk ini.”\n\n\nDalam proses itu, tepat sebelum ronde ke-3, saat gua akan runtuh Volkov Von Gurechaff jatuh ke 0 HP, tapi Khica Kvaratskeliat berhasil dash dan menariknya keluar menuju tempat aman. Sementara Amandel melancarkan serangan pamungkas, Inflict Wounds, membunuh monster itu tepat waktu sebelum kabur. Mereka selamat. Menang.\n\n\nDi luar gua, mereka disambut oleh Aurenya Mirthwood dan tim penyelamat di puncak gua. Sebuah kemah darurat didirikan untuk mereka beristirahat.\n\n\nKeesokan harinya, mereka kembali ke Thalara untuk melaporkan hasilnya kepada Arashi. Setelah mendengar mereka berhasil, Arashi berterima kasih dan berpesan agar mereka mengunjungi Ilun’Tar dalam satu atau dua minggu, karena ia ingin memberikan hadiah penghormatan.\n\n\nSetelah itu mereka Velgarth untuk menemui Ravessadi Akademi Tempur. Saat bertemu, ternyata terjadi salah paham besar, misi yang dimaksud Ravessa sebenarnya hanya\n“tolong bersihkan monster kalau kalian kebetulan pergi ke utara ya?”\nbukan, “tolong selamatkan Tempest dari kehancuran total!”\n\n\nRavessa awalnya tidak percaya mereka benar-benar menetralkan ancaman itu, namun tidak lama kemudian para pengintai datang melapor tentang kejadian tersebut. Sebagai tanda terima kasih, ia memberikan hadiah khusus yang disesuaikan untuk masing-masing karakter.\n\n\nAmandel bertanya kepada Ravessa tentang foto di jam saku. Ravessa tampak terkejut dan berkata,\n“Apakah itu putri dari bangsawan yang diasingkan?”\n\n\nIa lalu mengatakan bahwa jika mereka ingin tahu lebih jauh, mereka bisa datang ke The Burrows, dan memerintahkan salah satu penjaga untuk mengantar mereka ke sana.\n\n\nDi The Burrows, mereka disergap oleh bandit (yang berhasil mereka habisi dengan mudah). Namun mereka menghentikan pertarungan ketika kapten bandit tersisa satu, karena suasana pemain sudah mulai lesu. Sang kapten menyerah dan menawarkan barang rampasannya, tapi Amandel kembali menanyai soal foto itu. Setelah melakukan roll, kapten itu akhirnya mengaku bahwa ia mengenal anak di foto itu**, ia membunuh ibunya, dan **ia tahu di mana rumah mereka berada.\n\n\nMereka memaksa sang kapten untuk menunjukkan jalan ke rumah tersebut. Setibanya di sana, mereka menemukan tumpukan boneka, sebuah surat (Letter to Alran), namun sebuah halaman buku yang kusut menarik perhatian Khica Kvaratskeliat. Ia membuka lipatan itu, dan bisikan keras terdengar\n“Blancc bukan orang baik. Kalian terlalu lama. Selamatkan aku seperti yang dilakukan Zagaard!”  Khica Kvaratskeliat terkena damage necrotic dan gelangnya hancur. Dari situ, mereka mulai menyatukan semua potongan misteri yang ada. Kini mereka memiliki tujuan baru yang jelas mencari Zagaard\n\n"},"EVARA!/Sessions/Echo-of-The-Veil/Echo-of-The-Veil-Session-4":{"slug":"EVARA!/Sessions/Echo-of-The-Veil/Echo-of-The-Veil-Session-4","filePath":"EVARA!/Sessions/Echo of The Veil/Echo of The Veil Session 4.md","title":"Echo of The Veil Session 4","links":["EVARA!/Player-Characters/Echo-of-The-Veil/Elindra-Moonfrost","EVARA!/Player-Characters/Echo-of-The-Veil/Volkov-Von-Gurechaff","EVARA!/Player-Characters/Echo-of-The-Veil/Khica-Kvaratskeliat","EVARA!/Player-Characters/Echo-of-The-Veil/Amandel","EVARA!/Player-Characters/When-The-Bell-Tolls/Frugroox","EVARA!/Regions/Zyphara","EVARA!/Regions/Cast-Away-Land","EVARA!/Towns-and-Villages/Velgarth","EVARA!/Towns-and-Villages/Thalara","EVARA!/Danger-Places/Veilshade-Grove","EVARA!/Sub-Areas/Zyphara/Velgarth/The-Burrows","Book-of-the-Dead","EVARA!/Danger-Places/Border-Path","EVARA!/NPCs/Aurenya-Mirthwood","EVARA!/NPCs/Solana-Mirthwood","EVARA!/NPCs/Elara-Marcellis","EVARA!/NPCs/Blancc","EVARA!/Plot-Places/Haaz-Eternal-Dungeon","EVARA!/Plot-Places/Blancc's-Research-Lab","EVARA!/NPCs/Zagaard"],"tags":[],"content":"Player Characters :\n\nElindra Moonfrost\nVolkov Von Gurechaff\nKhica Kvaratskeliat\nAmandel\nFrugroox\n\nLocations/Pins :\n\nZyphara\nCast Away Land\nVelgarth\nThalara\nVeilshade Grove\n\nSerangkaian Peristiwa :\n\n\nSetelah bertemu kembali dengan Elindra Moonfrost di The Burrows, mereka berdiskusi tentang langkah selanjutnya. Gelang milik Khica Kvaratskeliat tiba-tiba pecah, namun milik Elindra Moonfrost tidak meski bisikan itu masih terdengar di kepalanya. Karena penasaran, Elindra Moonfrost meminjamkan gelangnya kepada Khica Kvaratskeliat, tetapi hal itu justru membuat bisikan semakin keras dan menyakitkan, hingga gelang itu pecah juga. Diliputi rasa ingin tahu, Frugroox mengambil sobekan halaman dari Book of the Dead, membuatnya ikut mendengar bisikan misterius itu secara langsung.\n\n\nKini mereka punya arah tujuan, yaitu ke utara meski belum tahu pasti ke mana. Namun karena keserakahan, Volkov Von Gurechaff dan Khica Kvaratskeliat meyakinkan kelompok untuk menyimpang sedikit ke selatan terlebih dahulu, untuk mengerjakan sebuah quest yang hanya mereka berdua yang tahu.\n\n\nDi Border Path, mereka menghadapi pertarungan ringan melawan para undead. Menariknya, undead-itu berbisik kepada mereka untuk pergi ke utara. Setelah pertarungan selesai, Volkov Von Gurechaff dan Khica Kvaratskeliat diam-diam mengambil bukti misi itu, berniat untuk mengklaim hadiah di guild hanya untuk diri mereka berdua.\n\n\nMelanjutkan perjalanan, mereka akhirnya tiba di Thalara, di mana Aurenya Mirthwood menyambut mereka dan mengatakan bahwa Solana Mirthwood sudah menunggu kedatangan mereka. Mereka sepakat untuk bertemu pukul 9 malam, sementara siang hari diisi dengan waktu bebas.\n\nKhica Kvaratskeliat dan Volkov Von Gurechaff mendapatkan beberapa koin emas serta quest peringkat D di Cast Away Land untuk memburu werewolf.\nAmandel menemukan sebuah kompas\n\n\n\nPada malam harinya, mereka bertemu Solana Mirthwood. Sang pemimpin membayarkan penginapan mereka, memberi berkat dan informasi penting tentang utara, Elara Marcellis, dan Blancc. Namun malam itu, tiga dari mereka bermimpi aneh sebuah buku berbicara, mengatakan bahwa\n“aku berada di Haaz Eternal Dungeon… atau di Blancc’s Research Lab.”\n\n\nKeesokan paginya, mereka berangkat ke utara dengan menggunakan kereta kuda pemberian Solana Mirthwood dan Veilshade Grove, di mana mereka menemukan Zagaard yang terluka parah. Ia mengaku bahwa ia juga mendengar bisikan yang sama, dan baru saja diserang oleh laba-laba undead raksasa.\n\n\nSetelah merawat luka Zagaard dan melanjutkan perjalanan, mereka diserang secara tiba-tiba oleh laba-laba undead itu. Pertarungan berlangsung sangat intens, bahkan Elindra Moonfrost hampir mati. Namun setelah berhasil kabur, mereka kira masalah selesaiternyata tidak. Laba-laba itu tumbuh kembali, memulihkan anggota tubuhnya, dan menjadi lebih besar serta lebih kuat dari sebelumnya, memaksa mereka lari menyelamatkan diri.\n\n\nSetelah akhirnya berhasil keluar dan aman, mereka mendirikan kemah sementara dan merencanakan langkah berikutnya. Setelah perdebatan panjang, Frugroox berdiri dan memberi pidato singkat namun tegas:\n“Besok… kita serbu Blancc!”\n\n"},"EVARA!/Sessions/Echo-of-The-Veil/Echo-of-The-Veil-Session-5":{"slug":"EVARA!/Sessions/Echo-of-The-Veil/Echo-of-The-Veil-Session-5","filePath":"EVARA!/Sessions/Echo of The Veil/Echo of The Veil Session 5.md","title":"Echo of The Veil Session 5","links":["EVARA!/Player-Characters/Echo-of-The-Veil/Elindra-Moonfrost","EVARA!/Player-Characters/Echo-of-The-Veil/Volkov-Von-Gurechaff","EVARA!/Player-Characters/Echo-of-The-Veil/Khica-Kvaratskeliat","EVARA!/Player-Characters/Echo-of-The-Veil/Amandel","EVARA!/Player-Characters/When-The-Bell-Tolls/Frugroox","EVARA!/Regions/Cast-Away-Land","EVARA!/Danger-Places/Veilshade-Grove","EVARA!/Plot-Places/Blancc's-Research-Lab","EVARA!/Important-Items/Book-of-The-Dead","EVARA!/NPCs/Zagaard","EVARA!/NPCs/Blancc","EVARA!/NPCs/Sariah","EVARA!/Letters-or-Notes/Blancc's-Will","EVARA!/Letters-or-Notes/Book-of-The-Dead-Research","EVARA!/NPCs/Sarravelle-Marcellis"],"tags":[],"content":"Player Characters :\n\nElindra Moonfrost\nVolkov Von Gurechaff\nKhica Kvaratskeliat\nAmandel\nFrugroox\n\nLocations/Pins :\n\nCast Away Land\nVeilshade Grove\nBlancc’s Research Lab\n\nSerangkaian Peristiwa :\n\n\nMereka mulai dari sebuah kemah di luar Veilshade Grove. Sesuai rencana mereka akan menuju Blancc’s Research Lab untuk merebut kembali Book of The Dead.\n\n\nDi luar kediamannya, tampak sebuah rumah biasa, tampak rapih namun tidak berpenghuni. Di dalam disambut oleh perabotan yang berdebu, tampak jarang tersentuh. Mereka mengeksplorasi beberapa ruangan, sampai mereka menemui ruangan dengan beberapa lukisan. Mereka menarik beberapa tuas di belakang lukisan, membuka sebuah tangga di perapian.\n\n\nDi sini Frugroox dn Zagaard berjaga di luar mendengar rubuhnya perapian dan mencoba menyelidiki.\n\n\nLantai pertama merupakan ruangan kecil dengan sebuah tuas dan gear besar. Di hadapan mereka ada sebuah dinding dengan banyak topeng serupa dengan topeng Blancc. Ketika mereka mengambil salah satu topeng tersebut, terdapat sebuah simbol yang dapat menyelesaikan teka-teki.\n\n\nSebelum tangga menuju bawah mereka melihat sebuah buku yang berisikan clue untuk pertarungan dan puzzle di lantai selanjutnya.\n\n\nDi lantai selanjutnya terdapat tabung-tabung kaca berisi sebuah makhluk gurita dengan armor, ketika para PC menginjakkan kaki di sebuah sigil di tengah-tengah ruangan. Tabung pun retak dan PC harus menyelesaikan puzzle tiap ronde untuk keluar dari ruangan itu. Tapi mereka gagal melakukannya 2 kali menimbulkan bertambahnya musuh.\n\n\nMenuju lantai selanjutnya mereka terjebak dalam jeruji, mereka menggunakan senjata mereka sampai akhirnya pintunya terdobrak. Di lantai yang sama, mereka menemukan sebuah ruangan dengan pintu vault yang besar yang mereka bisa buka dengan menyelesaikan puzzle di dunia nyata.\n\n\nPintu terbuka tanpa masalah, namun di ruangan itu, terdapat tablet yang perlu diisi, dengan sebuah kertas dengan simbol. Mereka melakukan back tracking ke ruangan lain untuk mendapatkan kertas lain dan melihat simbol di lantai satu, mencocokannya dan mendapatkan kata “Sariah” untuk membuka pintu menuju lantai selanjutnya.\n\n\nDi lantai selanjutnya terlihat seperti ruang penelitian, dengan banyak rak buku dan senjata. Para PC mengambil beberapa senjata dan mereka mendapatkan 2 hal penting yaitu, Blancc’s Will dan Book of The Dead Research.\n\n\nSemua PC yang mendengar bisikan Sarravelle Marcellis, mendapatkan panggilan baru.\n“Aku di bawah, cari pintu”\n\n\nSetelah mencari beberapa waktu, Khica Kvaratskeliat mendorong sebuah meja, membuka sebuah pintu menuju ke bawah. Mengalirkan aura arcana yang sangat kuat.\n\n\nDi bawah, mereka melihat jalan buntu dengan sebuah buku di atas altar dan sebuah armor di dalam sebuah kurungan. Volkov Von Gurechaff memnggil burung gagaknya dan mencoba mengambil buku itu. Namun lahar mengalir menuju armor mengisi energi, lampu menyala merah dan mulai ada suara sirine kencang.\nLOCKDOWN\n\n\nPara PC mencoba lari keluar dari sana sebelum terkunci sambil membawa buku itu, melemparnya, menangkapnya supaya selamat. Namun saat mereka mulai jauh, sang Helmed Horror menghancurkan kakinya dan mulai terbang meningkatkan kecepatannya.\n\n\nKhica Kvaratskeliat dan Zagaard berhasil keluar pertama bersama Book of The Dead sedangkan Volkov Von Gurechaff dan Elindra Moonfrost tertinggal paling belakang. Di momen terakhir sebelum tertutupnya pintu, Volkov Von Gurechaff mengorbankan actionnya untuk mendorong Elindra Moonfrost sampai berhasil, menyelamatkan semuanya.\n\n"},"EVARA!/Sessions/Echo-of-The-Veil/Echo-of-The-Veil-Session-6":{"slug":"EVARA!/Sessions/Echo-of-The-Veil/Echo-of-The-Veil-Session-6","filePath":"EVARA!/Sessions/Echo of The Veil/Echo of The Veil Session 6.md","title":"Echo of The Veil Session 6","links":["EVARA!/Player-Characters/Echo-of-The-Veil/Elindra-Moonfrost","EVARA!/Player-Characters/Echo-of-The-Veil/Volkov-Von-Gurechaff","EVARA!/Player-Characters/Echo-of-The-Veil/Khica-Kvaratskeliat","EVARA!/Player-Characters/Echo-of-The-Veil/Amandel","EVARA!/Player-Characters/When-The-Bell-Tolls/Frugroox","EVARA!/Regions/Cast-Away-Land","EVARA!/Regions/Zyphara","EVARA!/Plot-Places/Blancc's-Research-Lab","EVARA!/Danger-Places/Veilshade-Grove","EVARA!/Towns-and-Villages/Thalara","EVARA!/NPCs/Zagaard","EVARA!/Tachyon","EVARA!/Important-Items/Book-of-The-Dead","EVARA!/Grock","EVARA!/Plot-Places/Duskvale-Sanctuary","EVARA!/NPCs/Sarravelle-Marcellis"],"tags":[],"content":"Player Characters :\n\nElindra Moonfrost\nVolkov Von Gurechaff\nKhica Kvaratskeliat\nAmandel\nFrugroox\n\nLocations/Pins :\n\nCast Away Land\nZyphara\nBlancc’s Research Lab\nVeilshade Grove\nThalara\n\nSerangkaian Peristiwa :\n\n\nKarena takut akan serangan, mereka menggunakan kereta kuda mereka untuk pergi cukup jauh untuk beristirahat. Di kemah mereka bergantian jaga, dan terjadi percakapan bermakna antara Zagaard dan Frugroox, dimana dia menceritakan tentang keluarganya kepada Zagaard.\n\n\nDi malam yang sama, Volkov Von Gurechaff memimpikan istri lamanya, Tachyon, berada di tengah danau beku, memanggil namanya, seakan-akan bukan istrinya yang lama. Ia menyuruh Volkov Von Gurechaff untuk datang ke tanah dimana matahari tidak bersinar lagi. Saat bangun, Volkov Von Gurechaff terkejut bahwa dia sedang menggenggam Book of The Dead.\n\n\nDi pagi hari mereka berencana bersinggah dahulu di desa kobold. Namun dalam perjalanan, mereka melihat sebuah kobold sedang disantap oleh 2 serigala besar.\n\n\nSetelah mengalahkan serigala dan berniat melanjutkan perjalanan, seekor naga mengitari langit dipimpin oleh seorang orc besar, Grock, diikuti oleh pasukan yang tampak sedang mengejar mereka. Dengan panik mereka menaiki kereta kuda menuju Veilshade Grove tempat laba-laba raksasa berada.\n\n\nMemafaatkan medan yang sulit, kanopi yang besar, kabut yang tebal, dan laba-laba yang mengamuk. Mereka membuang kereta kudanya dan bersembunyi di sebuah kuil sampai pasukan mereda.\n\n\nSetelah pasukan mereda, mereka segera melakukan perjalanan diam-diam menuju Thalara untuk beristirahat dan berbelanja\nDi sini Frugroox dan Khica Kvaratskeliat berkelahi dan Amandel memanfaatkan mereka untuk mendapatkan uang.\n\n\nDi malam hari, mereka berisitrahat di sebuah penginapan di Thalara. Mereka semua mendapatkan mimpi, kecuali Amandel. Mengenai seseorang, sesosok wanita berambut putih yang menjanjikan mereka apa yang mereka mau dengan tawaran mengantarkan buku itu menuju Duskvale Sanctuary. Sebagai jaminan, Sarravelle Marcellis memberi kekuatan tambahan bagi mereka yang menjabat tangannya.\n\n\nDi pagi hari, mereka berdiskusi di kedai, semua menjabat tangan Sarravelle Marcellis kecuali Zagaard dan Amandel yang tidak mendapatkan mimpi itu sama sekali.\n\n\nKetika mereka beranjak untuk petualangan selanjutnya, mereka dihampiri oleh wanita dengan rambut putih, mirip dengan yang mereka temui di mimpi.\n“Akhirnya, aku bertemu dengan kalian.”\n\n"},"EVARA!/Sessions/Echo-of-The-Veil/Echo-of-The-Veil-Session-7":{"slug":"EVARA!/Sessions/Echo-of-The-Veil/Echo-of-The-Veil-Session-7","filePath":"EVARA!/Sessions/Echo of The Veil/Echo of The Veil Session 7.md","title":"Echo of The Veil Session 7","links":["EVARA!/Player-Characters/Echo-of-The-Veil/Elindra-Moonfrost","EVARA!/Player-Characters/Echo-of-The-Veil/Volkov-Von-Gurechaff","EVARA!/Player-Characters/Echo-of-The-Veil/Khica-Kvaratskeliat","EVARA!/Player-Characters/Echo-of-The-Veil/Amandel","EVARA!/Player-Characters/When-The-Bell-Tolls/Frugroox","EVARA!/Regions/Zyphara","EVARA!/Regions/Aranorin","EVARA!/Towns-and-Villages/Thalara","EVARA!/Towns-and-Villages/Lidone","EVARA!/NPCs/Elara-Marcellis","EVARA!/Important-Items/Book-of-The-Dead","EVARA!/Plot-Places/Elara's-Dwelling","EVARA!/Plot-Places/Duskvale-Sanctuary","EVARA!/NPCs/Bram-Icelock","EVARA!/NPCs/Sinna-Telwright","EVARA!/Danger-Places/Tempest","EVARA!/Letters-or-Notes/Marcellis's-Research","EVARA!/Important-Items/Totem-of-Life","EVARA!/NPCs/Antonio","EVARA!/Eryndor"],"tags":[],"content":"Player Characters :\n\nElindra Moonfrost\nVolkov Von Gurechaff\nKhica Kvaratskeliat\nAmandel\nFrugroox\n\nLocations/Pins :\n\nZyphara\nAranorin\nThalara\nLidone\n\nSerangkaian Peristiwa :\n\n\nWanita yang menghampiri mereka memperkenalkan diri sebagai Elara Marcellis. Dia datang untuk mengambil Book of The Dead, bukan dengan paksa, atau bukan karena amarah akan tindakan mereka di Elara’s Dwelling. Tapi dia meresa bahwa Book of The Dead merupakan tanggung jawab dia.\n\n\nSetelah mengajak mereka untuk duduk dan berbincang, membujuk mereka, dan bahkan memberi mereka bukti bahwa ini adalah Elara Marcellis sesungguhnya. Mereka tetap menolak memberikan Book of The Dead walaupun diberikan imbalan. Maka dari itu Elara Marcellis memberi mereka sebuah kunci, supaya mereka mendapatkan jawaban akan apa yang mereka cari. Sebuah kunci menuju sebuah rumah yang sudah lama tidak ditinggali di kota Lidone, Aranorin.\n\n\nElara Marcellis juga memberikan salah satu dari mereka (Elindra Moonfrost), sebuah sihir komunikasi, yang memungkinkan mereka untuk menyampaikan telepati satu kali sehari dalam kondisi darurat.\n\n\nSetelah perdebatan yang panjang akan tujuan selanjutnya, apakah langsung ke Duskvale Sanctuary atau ke Lidone. Akhirnya mereka memutuskan untuk berkunjung ke Lidone terlebih dahulu untuk mendapatkan jawaban.\n\n\nSesampainya mereka di sana, Elindra Moonfrost berkunjung ke sebuah guild petualang terlebih dahulu untuk mendapatkan informasi, di sini dia berbincang dengan Bram Icelock, yang memberi tahu mereka mengenai Elara Marcellis dan keluarga marcellis yang pernah tinggal di sini. Di sini juga ia memberikan informasi mengenai festival lentera yang akan diadakan malam itu.\n\n\nBeranjak dari guild petualang, Frugroox bertabrakan dengan wanita berambut kuning pendek, Sinna Telwright. Di sini dia sadar bahwa mereka adalah orang-orang yang menghilangkan arcana gila pada Tempest. Sinna Telwright menawarkan traktiran dan juga tempat untuk tinggal setelah acara festival lentera nanti malam.\n\n\nMendapatkan peta dari Elara Marcellis, mereka menemukan rumah yang dimaksud. Rumah biasa yang memang sudah ditinggal entah berapa tahun lamanya. Di dalam masih tersisa barang-barang keluarga, semua tampak normal anehnya, mereka terkadang melihat suara tawa dan anak kecil berlarian. Mencapai ruangan akhir mereka diserang oleh dua tengkorak terbang.\n\n\nSetelah mengalahkan monster itu dengan mudah, mereka mengunjung ruangan terakhir, hanya satu meja dan sebuah lukisan keluarga di sana. Di atas meja ada sebuah buku, buku mengenai Marcellis’s Research.\n\n\nMembuka lukisan dihadapan mereka, terdapat sebuah batu berwarna ungu menyala Totem of Life yang memancarkan arcana kuat namun berkebalikan dari Book of The Dead.\n\n\nMelihat keluar, ternyata suasana sudah mulai gelap, namun ramai. Saat mereka beranjak keluar, mereka disambut dengan sekumpulan orang menuju tengah kota, di sana mereka melihat Sinna Telwright sedang membagikan lentera di tengah kota dengan antusias.\n\n\nMenghampirinya, para PC diinstruksikan untuk mengambil sebuah lentera dan batu kecil yang dapat menyalakan lentera supaya terbang tinggi. Tak lama, masyarakat mulai berjalan bersamaan menuju sebuah tebing, di sini mereka bersamaan menerbangkan lentera, mendoakan yang sudah gugur, dan mendoakan harapan yang akan datang.\n\n\nMenunggu tawaran dari Sinna Telwright, ternyata yang menghampiri mereka adalah Antonio, assisten penelitian Sinna Telwright. Di sana dia mau memberikan kunci vila untuk mereka beristirahat, namun dipaksa oleh Khica Kvaratskeliat untuk ikut menuju vila tersebut.\n\n\nDi vila, sudah disediakan banyak makanan, sekali lagi Khica Kvaratskeliat memaksa Antonio untuk makan, namun kali ini gagal. Setelah makan banyak, pandangan mereka kabur, vila dipenuhi asap, dan Antonio mulai gelisah. Tiba dari kabut, sekumpulan orang dengan jubah masuk, dengan intruksi satu orang yang tampaknya sebelah mukanya hancur, Eryndor.\n“Cari buku itu.”\n\n"},"EVARA!/Sessions/Echo-of-The-Veil/Echo-of-The-Veil-Session-8":{"slug":"EVARA!/Sessions/Echo-of-The-Veil/Echo-of-The-Veil-Session-8","filePath":"EVARA!/Sessions/Echo of The Veil/Echo of The Veil Session 8.md","title":"Echo of The Veil Session 8","links":["EVARA!/Player-Characters/Echo-of-The-Veil/Elindra-Moonfrost","EVARA!/Player-Characters/Echo-of-The-Veil/Volkov-Von-Gurechaff","EVARA!/Player-Characters/Echo-of-The-Veil/Khica-Kvaratskeliat","EVARA!/Player-Characters/Echo-of-The-Veil/Amandel","EVARA!/Player-Characters/When-The-Bell-Tolls/Frugroox","EVARA!/Regions/Aranorin","EVARA!/Regions/Zyphara","EVARA!/Towns-and-Villages/Lidone","EVARA!/Towns-and-Villages/Thalara","EVARA!/Towns-and-Villages/Ilun'Tar","EVARA!/Plot-Places/Duskvale-Sanctuary","EVARA!/NPCs/Antonio","EVARA!/NPCs/Sinna-Telwright","EVARA!/NPCs/Solana-Mirthwood","EVARA!/NPCs/Aurenya-Mirthwood","EVARA!/NPCs/Master-Hirodan","EVARA!/Danger-Places/Tempest","EVARA!/caelwyn","EVARA!/moonprayer","EVARA!/Eryndor","EVARA!/Important-Items/Book-of-The-Dead","EVARA!/Tachyon","EVARA!/NPCs/Zagaard","EVARA!/NPCs/Sarravelle-Marcellis","EVARA!/Supporting-Characters/Vaeron-Marcellis","EVARA!/Supporting-Characters/Calthea-Marcellis","EVARA!/Supporting-Characters/Maelion-Marcellis","EVARA!/NPCs/Arashi","EVARA!/Important-Items/Totem-of-Life","EVARA!/NPCs/Elara-Marcellis","EVARA!/NPCs/Sariah","EVARA!/Groups/Haaz-Organization","EVARA!/Player-Characters/When-The-Bell-Tolls/Darius-Dawnguard","EVARA!/Campaigns/Echo-of-the-Veil","EVARA!/Those-who-brought-the-light-back","tempest","EVARA!/NPCs/Ravessa","EVARA!/Regions/Frosthaven"],"tags":[],"content":"Player Characters :\n\nElindra Moonfrost\nVolkov Von Gurechaff\nKhica Kvaratskeliat\nAmandel\nFrugroox\n\nLocations/Pins :\n\nAranorin\nZyphara\nLidone\nThalara\nIlun’Tar\nDuskvale Sanctuary\n\nSerangkaian Peristiwa :\n\n\nMereka terbangun di Villa, ingatan samar-samar.  Perlahan mereka siuman, mereka sedang dalam ikatan tali. Di pundak Volkov merupakan burung hantunya, di paruhnya berupa sebuah liontin yang mungkin ditinggalkan oleh Antonio.\n\n\nTak lama Sinna Telwright mendobrak masuk villa karena kecurigaan. Setelah membuka ikatan mereka, Sinna Telwright membantu mereka dengan memberikan sebuah compass yang dapat menunjukkan lokasi anak buahnya, termasuk Antonio, serta sebuah alat yang dapat memenuhkan HP party menjadi penuh.\n\n\nCompass menunjukkan ke arah Thalara, mungkin lebih. Maka dari itu mereka berhenti sejenak di Thalara untuk mengembalikkan kereta kuda sewaan mereka. Hanya Khica Kvaratskeliat yang mengembalikan, sedangkan sisanya menunggu di dermaga. Di sana dia bertemu dengan Solana Mirthwood yang bilang bahwa Aurenya Mirthwood sedang pergi ke sebuah pulau bernama Duskvale Sanctuary untuk sebuah perjanjian.\n\n\nMenggunakan perahu menuju Ilun’Tar, mereka bertemu dengan Master Hirodan yang sedang menyapa tamu, ia bilang bahwa Aurenya Mirthwood baru saja melewati Ilun’Tar.\n\n\nMaster Hirodan bilang bahwa mereka semua kini dipenuhi aura negatif kecuali Amandel. Atas keberhasilannya di Tempest, ia juga memberikan sebuah hadiah. Mereka meminta bantuan perahu kepada Master Hirodan. Lalu akhirnya mereka sampai di pulau tanpa adanya sinar matahari.\n\n\nTempatnya aneh, terlalu ramah, dan mereka disambut seorang pastor bernama caelwyn. Ketika caelwyn meminta pertolongan untuk membantu mereka persembahan moonprayer. Khica Kvaratskeliat memisahkan diri dan melihat ke arah luar desa.\n\n\nIa menemukan pohon dengan ukiran seperti liontin yang ditemukan di villa, dan ia kembali.\n\n\nMalam tiba, dan semua penduduk desa berkumpul untuk melakukan moonprayer di sekitar air mancur. Merasa ada yang janggal para PC memisahkan diri dan menuju temuan Khica Kvaratskeliat.\n\n\nMelihat kompas, mereka tahu bahwa kesitulah Antonio pergi. Lalu mereka melihat sekumpulan kultis yang sama sedang melakukan ritual, bersamaan dengan mayat Antonio\n\n\nMenyadari keberadaan mereka, dimulailah pertarungan PC melawan Eryndor. Tapi ketika dia dikalahkan, ia berteriak,\n“DEWIKU, AKHIRNYA DEWIKU”\n\n\nSinar terang memecah langit dari arah desa, dan para player panik. Mereka segera berlari menuju desa setelah tahu Book of The Dead tidak ada.\n\n\nTapi tiba-tiba adegan berubah :\nDREAM SEQUENCE\n\nVolkov Von Gurechaff\nApi menyala dengan lembut diperapian. Tangannya hangat dipeluk tangan dia Tachyon. Dia bersenandu lagu yang sama berulang-ulang terus. Di rumah yang kecil hangat. Di luar jendela ada ladang bunga yang luas, angin bertiup membuat bunga melambai. Istrinya tersenyum, hangat, sedang mengelus rambutnya sendiri. “Kamu tidur cukup?”. Di luar terdengar suara gonggongan anjing.\nDia bangkit untuk memasak, “Nanti mungkin mau keluar lagi? Mungkin kita bisa liat rusa kemarin…”\nKhica Kvaratskeliat\nMencium aroma roti yang wangi, anak-anak berlarian mengelilingi ruang makan. “Hey bisa diem ga sih Mika! Rolo!” Sebut seorang ibu thiefling yang menghidangkan sop di meja makan. Mereka duduk, seorang ayah, seorang ibu, Khica, dan dua anak kecil. “Gimana ka? Hari pertama kerja kamu?” “Repot gak? Bantu bantu jualan”.\nElindra Moonfrost\nBel berbunyi, Elindra sedang berada di sebuah balkon. Ia dihampiri oleh dua orang familiar, seorang bard dan wizard. Mereka berdua tertawa “Hey! Ayo kita latihan tri spells lagi, nanti kan kita praktek.. Huu aku gamau gagal..”\nFrugroox\nDia terbangun di sebuah wagon. “Woi jangan ketiduran! Lu yang nyetir!” Jalanan penuh dengan tanah, matahari mulai tenggelam. Wagon mereka dipenuhi sayuran dan buah buahan. “Abis ini berhenti dimana? Udah mulai gelap nih”.\n\n\n\nAmandel, dia di ruang putih, sunyi, tidak ada ujung dan langit. Yang dia liat hanya teman-temannya tertidur. Suara wanita muncul menanyakan kenapa ia tidak tertidur, dan menawarkan kebahagiaan kepada Amandel, tapi dia menolak.\n\n\nAmandel membangunkan semua rekannya satu persatu termasuk Zagaard. Tapi hanya satu, hanya satu yang tidak mau terbangun, Volkov Von Gurechaff, ia menutup pintu di dalam mimpinya.\n\n\n“Hancur di bawah genggamanku”. Battle melawan Sarravelle Marcellis di dalam ruang hampa di mulai selagi Volkov Von Gurechaff masih tertidur.\n\n\nSarravelle Marcellis yang hampir mati, meledakkan diri, dihadapannya ada Frugroox. Namun ada yang mendorongnya pergi.\n“Setidaknya akhir seorang pahlawan”\n\n\nTiba-tiba semua player merasa sebuah serpihan memori :\n\nVaeron Marcellis/Frugroox\nLapangan dipenuhi salju, kacamatanya hancur, jubah robek, ia diseret menuju sebuah panggung. “Rasa penasaran, adalah petaka ya…?” Ia bisik ke dirinya sendiri.\nCalthea Marcellis/Amandel\nSeorang anak berlari menelusuri hutan, teriakan pria di belakangnya terasa makin dekat. Semakin dekat. Tangisan di matanya mulai membuat matanya membengkak. Lalu teriakannya terhenti, ia menengok ke belakang, seseorang bertopeng datang, menebas. Di tengah penonton teriakan anak. “AYAH!” pedang jatuh.\nEryndor/Elindra Moonfrost\nDi balik pepohonan, dalam hutan. Aku menunduk kelaparan, di bawah ada genangan air, menunjukan muka yang sebelah terbakar. Langit perlahan retak, seorang wanita terbang, cantik. Perlahan memancarkan kekuatan yang luar biasa. “Malaikat…”\nMaelion Marcellis/Khica Kvaratskeliat\nRuangan hening, tapi bisikan tidak mau berhenti. “Aku menurutinya.. Aku menurutinya…” “Maafkan aku elara..” Pisau tajam di sampingnya ia ambil. Cermin di hadapannya berubah merah.\n\n\n\nKembali ke dunia asli, desa terbakar, semua orang desa mati. Dihadapan para PC adalah Sarravelle Marcellis dengan wujud yang mengerikan, dan tubuh Zagaard yang sudah hancur digenggamannya.\n\n\nFinal Battle, mereka mati-matian melawan Sarravelle Marcellis, di tengah-tengah pertempuran bala bantuan mulai datang.\n“Itu apa-apaan?!” -Arashi tiba\n“HIH! T-thalara tiba…” -Aurenya Mirthwood tiba\n\n\nLalu,\n“AKHIRNYA TERSAMBUNG! Gunakan Totem of Life ke Book of The Dead! Aku akan segera kesana!” -Suara Elara Marcellis muncul di telinga Elindra Moonfrost.\n\n\nDi tengah pertarungan Khica Kvaratskeliat berhasil menggunakan Totem of Life untuk membakar Book of The Dead dan melemahkan Sarravelle Marcellis.\n\n\nMenggunakan seluruh kekuatannya, Sarravelle Marcellis meledakkan diri, menyebabkan kematian Amandel dalam proses.\n\n\nPada akhirnya, serangan terakhir ada di tangan Frugroox membalas kematian kedua rekannya.\n\n\nLalu Volkov Von Gurechaff, tenggelam bersama mimpi indahnya dan meninggal dunia.\n\n\nFrugroox mengambil jasad rekan-rekannya dan memberikan doa yang seharusnya.(Walau uang Amandel dicuri.)\n\n\nPertempuran berakhir, pasukan terluka dan bala bantuan lebih banyak datang. Ketika semuanya mereda seseorang datang, Sariah.\n\n\nIa menyerang semua PC yang selamat, namun mereka berhasil hindari semua.\n\n\nDalam proses, Elara Marcellis datang tepat waktu menyelamatkan para PC, dan Sariah melepaskan jabatan Haaz Organization dari para PC.\n\n\nTimeskip, mereka berada di Duskvale Sanctuary yang sedang direhabilitasi,\nWhat they want to do after?\n\nElindra Moonfrost\nDia mau kembali ke desanya, mengakhiri petualangan seperti ini.\nKhica Kvaratskeliat\nDia berhenti berpetualang, namun membangun patung dan membantu pembangungan Darius Dawnguard.\nFrugroox\nSekarang berkelana, setelah mengantarkan mainan kayu kepada keponakan Zagaard.\n\n\n\nApa yang terjadi setelah Echo of the Veil?\nBerbagai negeri di Zyphara memberi selebrasi terhadap kedelapan penyelamat, mereka dikenal sebagai the Those who brought the light back. Duskvale Sanctuary sekarang di bawah penguasaan Solana Mirthwood dan Master Hirodan, dan akan direstorasi menjadi sebuah tempat baru.\n\nAurenya Mirthwood\nKini sering berkunjung ke Duskvale Sanctuary dan sekarang dia bukan anak yang disuruh-suruh lagi. Melainkan seorang mentor dari para petualang muda di Thalara\nArashi\nSetelah kontribusinya di Duskvale Sanctuary. Arashi kembali ke tempest untuk meneliti asal dari fenomena bola ajaib yang tiba-tiba tertanam di sana\nSinna Telwright\nSeperti biasa dia sedang di luar bereksperimen dengan berbagai alat, menunggu fenomena baru yang dapat ditelitinya.\nRavessa\nSuara benturan pedang terdengar, Ravessa mengawasi dengan seksama. Dengan masalah tempest terselesaikan ia tampak lebih tenang.\nElara Marcellis\nIa kembali ke Frosthaven, meneliti dan memperdalam ilmunya. Bisikan dan masa lalunya sudah diselesaikan. Namun ia tetap waspada akan apa yang bisa datang.\nSariah\nTidak ada yang melihat dia lagi, entah kemana dan apa rencananya sekarang.\n\n\n"},"EVARA!/Sessions/Search-for--Cael'Aelun/Search-for-Cael'Aelun-Session-1-Act-1":{"slug":"EVARA!/Sessions/Search-for--Cael'Aelun/Search-for-Cael'Aelun-Session-1-Act-1","filePath":"EVARA!/Sessions/Search for  Cael'Aelun/Search for Cael'Aelun Session 1 Act 1.md","title":"Search for Cael'Aelun Session 1 Act 1","links":["EVARA!/Player-Characters/Trace-of-Fadebark/Sora","EVARA!/Player-Characters/Trace-of-Fadebark/Sussie","EVARA!/Player-Characters/Trace-of-Fadebark/Awan","EVARA!/Player-Characters/Trace-of-Fadebark/Troy","EVARA!/Regions/Aranorin","EVARA!/Towns-and-Villages/Lidone","EVARA!/NPCs/Sinna-Telwright","EVARA!/Phenomenon-and-Tales/The-Four-Dragons","EVARA!/NPCs/Bram-Icelock","EVARA!/Plot-Places/The-Great-Shattenro-Cave"],"tags":[],"content":"Player Characters :\n\nSora\nSussie\nAwan\nTroy\n\nSession Planning :\n\n\nProlog :\nDi jantung Pulau Evara, jauh dari badai pasir Zepharim dan bisikan gelap Cast Away Land, terbentang sebuah tanah hijau yang jarang menjadi sorotan sejarah Aranorin.\nTidak ada istana menjulang atau menara sihir yang menembus awan di sini. Tidak ada parade militer atau perjamuan kerajaan megah yang dihadiri bangsawan dan jenderal. Yang ada hanyalah hamparan perbukitan halus, sungai yang berkelok tenang, dan jalan yang tak pernah sepenuhnya sepi. Aranorin adalah tempat pedagang menaruh harapan, tempat baja ditempa menjadi pedang, dan tempat rumor berubah menjadi legenda perlahan, dari mulut ke mulut, di atas angin malam.\nTanah ini barangkali dianggap netral, namun kedamaiannya bukan tanpa cerita. Di balik ladang gandum dan pasar kecil yang ramai, tersisa jejak era tua yang terlupakan: reruntuhan kuno yang tak pernah disentuh sinar matahari, nama-nama yang bahkan para penulis sejarah tak lagi ingat, dan janji-janji yang menunggu untuk ditagih kembali.\nDi tengah wilayah itu berdirilah Lidone — kota kecil, namun bersuara lantang dalam dunia para pengelana. Sebuah persimpangan di mana jalan emas para pedagang bertemu dengan jalan pedang para petualang. Bangunannya sederhana namun kokoh, dijaga oleh pagar kayu dan tekad warganya. Lentera-lentera selalu menyala di kala senja, seolah menandakan satu hal yang tak pernah berubah:\nDi Lidone, setiap kedatangan bisa menjadi awal sebuah cerita.\nDi alun-alun, air mancur memantulkan cahaya pagi; pedang diasah di tembok guild; petualang berbaur, sebagian mengadu nasib, sebagian menghindari masa lalu. Dan di papan pengumuman, selalu ada misi baru untuk mereka yang berani — atau putus asa.\nDari kota kecil inilah jejak akan dimulai. Bukan dari pahlawan yang sudah dikenal, tapi dari mereka yang bahkan belum tahu betapa besar takdir menunggu di balik langkah pertama.\nDan pagi ini…\nSebuah petualangan akan dimulai.\nBukan untuk kejayaan, bukan untuk takhta —  tetapi untuk kebenaran, warisan, dan bisikan masa lalu yang ingin bangkit kembali.\nSelamat datang di Lidone.\nDi sini, cerita sederhana bisa menjadi legenda — dan langkah kecil menuju gua yang sepi dapat mengguncang dunia.\n\n\nStart :\nSuara roda gerobak di jalan berbatu. Teriakan pedagang. Deru angin dari bukit-bukit Aranorin.\nMatahari baru saja naik, dan kabut tipis perlahan menghilang dari atap-atap Lidone.\nOrang-orang tersenyum saling menyapa. Petualang yang baru bangun menggenggam roti hangat dari tukang roti. Seorang bard menyetem instrumen lusuhnya. Di kejauhan, lonceng kuil berdentang pelan, memanggil pagi.\nDi tengah keramaian ringan itu, empat jiwa asing tiba — masing-masing dari jalan yang berbeda, untuk alasan mereka sendiri.\nTiba dari utara, membawa bekas debu perjalanan dan gulungan peta. Sekilas, seorang gnome, melangkahkan kaki ke kota, matanya terpaku ke depan sudah tau apa yang ingin dia cari.\nJuga dari utara tiba gnome lain dengan topi penyihir besar. Ia menengok ke kiri dan kanan kota. Rasanya seperti tersesat dan mencari informasi.\nDari barat tiba seorang elf dengan burung hantu di pundaknya mengelus-ngelus pipi. Telinganya dan kedua matanya tampak sangat perhatian ke sekitar.\nLalu ada seorang dragonborn yang tampak terlalu manusia. Membawa gerobak penuh dengan hasil tambang didampingi satu orang half-orc.\nAlun-alun Lidone sedikit berdebu.\nDi tengahnya, papan pengumuman kayu berdiri — penuh misi-misi kecil: ambil pesanan roti, lindungi sapi, cari ayam hilang.\nTapi satu kertas baru ditempel barusan, tinta masih basah:\nPermintaan: Eskort dan Pendamping Pemetaan\nLokasi: Great Shattenro Cave\nPenanggung jawab: Sinna Telwright\n“Area kuno. Diduga punya nilai sejarah &amp; relik tersembunyi.”\nMinimum: 4 petualang. Berangkat nanti sore. Imbalan baik.\nDatang kembali ke papan ini jam 3 sore ini.\nApa yang ditemukan menjadi milik penemu.\nKebetulan mereka berempat terhenti bersamaan dihadapan papan tersebut, mata mereka terpaku, terpancing akan quest itu.\n\n\nMoment 1a\nKalau mereka berlama-lama di papan tanpa resolusi Sinna Telwright akan datang menghampiri mereka\n“K-KALIAN TERTARIK?! jujur aku kira gabakal ada yang mau karena pengajuannya dadakan trus banyaknya quest menarik lainnya… ”\n\n\nMoment 1b\nMereka sepakat melakukan quest itu dan menjelajah Lidone selama sisa hari mereka tanpa bertemu dengan Sinna Telwright.\n\n\nMoment 2\nFREE TIME\nTawarin jelajahin beberapa hal di Lidone, mereka cuman bisa mengunjungi 1-2 hal saja sampai jam 3 sore\n\nSebuah Kuil di depan kota Lidone\nMenuju luar lidone, tepat di samping gerbang, kalian sempat melihat sebuah kuil kecil, seperti tidak terurus dan sepi. Tapi saat kalian menghampiri kuil itu kembali, sekarang ada satu orang elf sedang berdoa. “Naga aelethis…“. Dia bisa jadi menceritakan :\nThe Four Dragons\nPasar petualang\nDi pasar petualang mereka bisa berinteraksi sosial dengan area.\nAdventurers Guild\nMemasuki guild petualang yang padat dengan orang, kamu menemukan satu orang dikelilingi banyak orang.\n“HAHAHA iyaa aku memang baru saja berpetualang dan mengalahkan 4 direwolfs sendirian kemarin, susah sekali!”\nPerawakannya besar, matanya biru bersinar dia adalah Bram Icelock\nThe Brass Tusk (Tavern)\nMereka bisa makan dan minum sesukanya, atau bahkan sekedar nongkrong mendengarkan bard tiefling wanita menyanyikan sebuah lagu mengenai The Four Dragons\n\n\n\nMoment 3\nMakan sore bersama Sinna Telwright, mereka ditraktir dan diberi briefing singkat di papan guild. Mengajak mereka ke sebuah restoran untuk berdiskusi sebelum keberangkatan bersama menaiki kereta kuda.\n\n\nMoment 4\n“Senja baru saja hilang di balik pepohonan Aranorin, meninggalkan langit ungu keemasan yang perlahan memudar.\nDi depan kalian, sebuah bukit batu terbelah, menciptakan mulut gua raksasa yang tampak seperti rahang makhluk purba. Titik-titik kristal kecil menempel pada bebatuan luar, memantulkan cahaya seperti bintang yang terperangkap di tanah.\nAngin yang keluar dari dalam gua terasa dingin — terlalu dingin untuk cuaca daerah ini — seolah membawa napas dari masa yang sangat jauh.”\nKereta kuda menuju The Great Shattenro Cave, di depan gua tersebut mereka berkemah dengan semua perlengkapan disediakan Sinna Telwright.\natau\nMereka langsung masuk untuk menjelajahi.\n\n\nMoment 5\n“Begitu kalian melangkah masuk, cahaya dunia luar seketika hilang. Udara berubah lembap, berbau tanah tua dan lumut.\nKristal pucat tumbuh di dinding dalam pola seperti urat nadi bumi, memancarkan cahaya redup kebiruan yang cukup untuk membuat kalian melihat — tetapi tidak pernah merasa aman.\nTerdengar gemuruh samar… bukan suara makhluk…\ntapi seperti gema napas sesuatu yang besar jauh di bawah.”\nJalan bercabang, ada 3 jalan berbeda, PC pilih jalan yang akan diambil dengan urutan siapa yang akan memimpin dengan melakukan roll. (Gua sangat gelap)\n\nRoll yang dipakai tergantung apa yang akan mereka lakukan, tapi gunakan survival sebagai general (DC 12)\nKalau mereka tersesat mereka akan berjalan ke titik awal, menghabiskan berjam-jam dalam kelilingan gua, sampai berhasil roll dadu\nJika dadu yang di roll kurang dari 6, lakukan dex save 12 untuk menghindari jebakan\n\n\n\nMoment 6\nDi ujung ruangan akhirnya terlihat jalan ke bawah, tapi saat mendekat muncul 2 skeleton mengepung mereka\n-Battle 1-\n\n\nMoment 7\n“Langkah kalian turun menembus lorong sempit, lalu dunia tiba-tiba melebar. Aroma yang asing—seperti tanah basah bercampur besi—menusuk indra. Di sini, udara jauh lebih dingin, namun ada sesuatu lain… kegelisahan yang merayap ke tulang.\nDinding-dinding gua tampak seperti bernapas, seolah batu itu sendiri resah. Suara tetesan air tak lagi terdengar alami… bagai detak lambat sesuatu yang tertidur dan tak ingin dibangunkan.”\nDi tengah ruangan, sebuah kristal besar tumbuh dari batu, memancarkan cahaya hijau yang tidak wajar—bukan warna alam, bukan warna sihir umum… lebih seperti bisikan yang diberi bentuk. Cahaya itu berdetak lembut, thrum… thrum…, setiap denyut seakan menarik jiwa sedikit lebih dekat.\n(Jika disentuh kristal akan meledak, jika tidak disentuh Sinna Telwright akan menyentuhnya)\nLedakan menyebabkan gua terguncang dan mengharuskan 12 DEX save untuk menyelamatkan diri atau mendapat 3 damage.\n\n\nMoment 8 (END)\nDi sisi dinding batu, terselubung bayangan dan lumut tipis, tampak relief kuno yang dipahat dengan ketelitian ilahi. Goresannya bersih, kurvanya elegan—bukan karya manusia.\nSosok naga bersayap terpahat membentang memenuhi permukaan batu; tubuhnya memanjang seperti badai yang dipaksa menjadi bentuk. Bulu-bulu halus diukir bagai terbuat dari angin yang membeku. Matanya menatap lurus ke depan, tenang, penuh wibawa, seakan memperingatkan dan memberkati sekaligus.\nDi bawah ukiran terdapat simbol-simbol angin kuno — garis spiral yang melambangkan arah, perjalanan, dan perlindungan bagi mereka yang melintas.\n“Tanda pelindung. Aelethis, Penjaga Angin.” Jika ada yang bisa baca\nNamun ketenangan itu pecah pada bagian tengah ukiran.\nBeberapa goresan kasar—berbeda sama sekali dari pahatan asli—mencabik relief tersebut. Tidak rapi. Tidak berbentuk simbol. Seperti cakaran panik atau penuh kebencian.\nBatu terkelupas.\nHampir seperti ukiran ini pernah menjadi sakral—dan sesuatu ingin menghapusnya.\nDebu batu berserak di bawah bekas cakaran.\nHening, tapi menekan.\nSeolah-olah ada yang ingin dunia melupakan pelindung tempat ini.\n\n\nBattle 1\nSkeleton 1, 22 (4slow, 4 x)\nAwan\nSussie\nSkeleton 2, 14 (8,5 )\nSoraa\ntroy\nSTATS :\n\n\n\nPLAN B\nHarus ngapain kalau party melenceng dari tugas Sinna Telwright. Dimana pun mereka berada Sinna Telwright bakal dateng begging ke mereka meminta perlindungan dengan penawaran uang. Atau akhirnya dari arah gua terlihat banyak kelelawar terbang pada siang hari.\n\n\nSerangkaian peristiwa :\n\nMereka setuju untuk melaksanakan quest setelah menemukan secarik surat di papan yang ditulis oleh Sinna Telwright. Menunggu waktu quest mereka berpisah melakukan beberapa hal\nTroy berisinggah ke The Brass Tusk sebuah Tavern, memesan satu buah bir dan mendengarkan lantunan bard mengenai The Four Dragons. Ia juga bertanya akan kebenarannya ke bartender.\nSora menjual hasil tambangnya kepada salah satu penjual di pasar Lidone langganannya dan mendapat 40 GP\nSussie dan Awan mendatangi kuil kecil di depan Lidone, bersama dengan seorang elf ikut meminta pertolongan kepada naga Aelethis\nBertemu kembali di papan guild mereka bertemu Sinna Telwright yang mencari mereka\nimpresi awal Sinna Telwright,\n\nTroy menyebalkan\nSora dewasa keibu-ibuan\nAwan pendiam dan rasional\nSussie seperti anak polos\n\n\nSetelah makan bersama di Brass Tusk, mereka melakukan perjalanan menggunakan kereta kuda bawaan pelayannya. Sesampainya di sana mereka memutuskan untuk langsung memasuki The Great Shattenro Cave tanpa berisitirahat terlebih dahulu\nDi dalam mereka menjelajahi dengan urutan Awan dan Sussie paling depan menjaga Sinna Telwright di tengah. Melewati labirin tanpa masalah, melawan 2 skeleton yang menyakiti Sinna Telwright, selamat dari guncangan, dan Sora menyentuh kristal yang membuka ruangan baru menuju ruangan ukiran naga Aelethis\nMereka mendengar langkah kaki misterius yang datang dari mulut gua menghampiri mereka.\n"},"EVARA!/Sessions/Search-for--Cael'Aelun/Search-for-Cael'Aelun-Session-2-Act-1":{"slug":"EVARA!/Sessions/Search-for--Cael'Aelun/Search-for-Cael'Aelun-Session-2-Act-1","filePath":"EVARA!/Sessions/Search for  Cael'Aelun/Search for Cael'Aelun Session 2 Act 1.md","title":"Search for Cael'Aelun Session 2 Act 1","links":["EVARA!/Player-Characters/Trace-of-Fadebark/Sora","EVARA!/Player-Characters/Trace-of-Fadebark/Sussie","EVARA!/Player-Characters/Trace-of-Fadebark/Awan","EVARA!/Player-Characters/Trace-of-Fadebark/Troy","EVARA!/Player-Characters/Trace-of-Fadebark/Elando","EVARA!/NPCs/Bram-Icelock","EVARA!/Towns-and-Villages/Lidone","EVARA!/Plot-Places/The-Great-Shattenro-Cave","EVARA!/NPCs/Sinna-Telwright","EVARA!/Towns-and-Villages/Velgarth","EVARA!/Towns-and-Villages/Thalara","EVARA!/NPCs/Ravessa","EVARA!/Regions/Eldengrove-Enclave","EVARA!/Towns-and-Villages/Oakengard"],"tags":[],"content":"Player Characters :\n\nSora\nSussie\nAwan\nTroy\nElando\n\nSession Planning :\n\n\nStart :\nUdara di dalam gua masih dingin.\nEmbun menggantung di udara, berkilau oleh cahaya samar yang memantul dari ukiran naga Aelethis di dinding batu — ukiran agung yang kini tercakar oleh jejak kasar, seolah ada sesuatu yang ingin menghapus sejarah itu.\nSuara tetesan air tik… tik… tik… bergema pelan, bercampur dengan napas kalian yang masih tersisa usai perjalanan.\nLalu—\ngema langkah kaki terdengar dari lorong belakang.\nBukan terburu-buru.\nTidak mengancam.\nTapi tegas—\nSeperti seseorang yang tahu tempat ini… dan merasa berhak berada di sini.\nPlayer action\nJejak cahaya merah mulai terlihat — pantulan dari pecahan es kecil yang menggantung di mantel kulit merah seorang pria.\nDari bayangan muncul pria muda, mata setajam mata elang, rambut kuning terang. Tubuhnya dilapisi mantel kulit merah, pedang di punggungnya terlihat mewah.\nIa berhenti, menatap ukiran naga yang tercakar, lalu menatap kalian.\nAngin dingin tiba-tiba menyusup masuk ke dalam gua, memadamkan sebagian cahaya obor.\nDengan suara berat, ia bicara pelan, namun penuh kewaspadaan:\n“Lagi-lagi temuan baru… Kalian yang menemukannya?”\n\n\nMoment 1 :\nBram Icelock seorang ketua guild di Lidone menjelaskan bahwa memang The Great Shattenro Cave jarang dijarah petualangan belakangan ini, namun hasil penyelidikan rutin dari guild, ada perubahan aneh pada gua seperti jalan yang berbeda dan kali ini ruangan baru menunjukkan ukiran naga Aelethis.\nDugaan hal ini karena jiwa naga aelethis yang terganggu, mungkin cakaran ini salah satu alasan\n\n\nMoment 2 :\nKeluar dari ruangan itu, suara ledakan terdengar lagi dari kejauhan, gua seakan akan bergerak, kalian aman, tapi ukiran mulai hancur, membuka sebuah lubang kecil dimana di dalamnya terdapat sebuah potongan dari lingkaran, yang jika dilihat teliti, mirip seperti simbol keluarga dan kerajaannya troy. sebuah pecahan yang tampak seperti sebuah disc.\n\n\nMoment 3a :\nBack tracking keluar dari sana, malah terlihat 2 jalan baru, kamu bisa memilih berpisah dengan Bram Icelock dan 1 rekannya (gea stitsk).\nBerpisah akan mendatangkan kalian di sebuah ruangan puzzle\nAda ukiran sebuah ukiran naga dan 10 kristal masing2 2 warna yang berserakan di lantai. Ada 4 naga dengan, dari kiri seperti ada lubang pada tiap mata mereka,\nDARI KIRI\n1 :  Ignivaros Merah Naga yang memliki 4 tanduk\n2 : Sylvarax Ungu Naga paling besar di sana\n3 : Tydrason Biru Naga yang memiliki sisik\n4 : Aelethis Putih Naga yang memiliki 3 pasang sayap\nDi tengah ada sebuah bola kristal yang jika disentuh berbunyi,\n” Empat napas, empat jiwa, Ignivaros bernafas untuk membakar jiwa yang berdosa, Tydrason bernafas untuk menenggelamkan negri yang keji, Aelethis bernafas udara kencang untuk menjatuhkan kerajaan yang licik, dan Sylvarax bernafas untuk menguasai keseluruhannya”\nKonsekuensi kalau salah terkena damage 1d4 oleh naga dihadapannya.\nJika benar pintu besar ditengah terbuka lebar menunjukan ruangan baru\n\n\nMoment 3b\nBerjalan bersama Bram Icelock akan tiba di ruangan dengan perangkap, yang mengakibatkan tumbangnya salah satu rekannya, (fagel stitsk)\nPerception check untuk mengetahui batu mana yang dapat diinjak atau tidak (DC 14 kumulatif)\nKalau tidak DEX save 12, gagal 2 kali terjatuh dan terkena 1d6\n\n\nMoment 4 (Battle 1)\nLangkah kalian menggema pelan saat melewati terowongan kristal terakhir. Cahaya yang tadinya memantul indah di dinding—kemilau biru yang tenang—perlahan meredup. Kilauan kristal berganti menjadi bayangan. Udara yang semula dingin dan kering berubah semakin berat… lembap… hingga terasa seperti menyentuh kulit kalian.\nDeru napas terdengar lebih keras dalam keheningan. Tetesan air mulai bergema dari kejauhan, tik… tik… tik…, seolah gua ini sendiri sedang bernapas.\nBegitu kalian melangkah lebih jauh, terowongan mendadak terbuka luas. Gua ini membentang besar, langit-langitnya tinggi dan gelap tak terlihat ujungnya. Permukaan tanah dipenuhi lumut tebal yang empuk, seperti karpet hijau basah yang menelan suara langkah kalian. Akar-akar merambat di sepanjang dinding batu, dan jamur kecil bersinar redup di sela batuan—memberi cahaya samar kehijauan.\nAda bau tanah membusuk. Aroma lembap, berat, hampir menyelimuti.\nDiam. Sunyi. Terlalu sunyi.\nPerlahan, sesuatu bergerak di antara lumut—ranting kaku yang seharusnya tidak hidup bergetar pelan. Lalu satu lagi. Dan satu lagi. Dari kegelapan hijau itu, bentuk-bentuk kecil mulai muncul; seperti tanaman yang dipaksa berjalan oleh sesuatu yang marah dan kelaparan.\nBuah-buahan kering menggantung dari tubuh kecil itu. Ranting sebagai tangan. Akar sebagai jari. Mata—bukan bola mata sungguhan, tapi lubang gelap yang menatap kalian dengan rasa benci diam.\nTanah bergetar halus.\nBau hutan berubah menjadi busuk dan tajam.\n\n\nTwig Blight 1 21 (7, 12) x\nTwig Blight 2 7 (2, 6, )\nAwan\nElando\nSussie 6\nTroy 4\nNeedle Blight 2 (8, 17) x\nSora 2\n\n\nMoment 4.5 (Optional = 3b/3a)\nBisa lakukan yang belum dilakukan sebelumnya\nRUANG HARTA!\nTerdapat sebuah lorong sempit dimana bisa dimasuki oleh satu orang, di ujung terdapat sebuah peti harta karun.\nTidak ada jebakan, isinya!\n\nHide Armor AC 12 + DEX\nChain Mail AC 16\nHunting Charm (Reroll 1 failed perception/survival check once per rest)\n2 Dagger (1d4)\nCloak of Protection (identify dulu, +1AC and +1 aving throw)\n\n\n\nMoment 5\nLangkah terakhir kalian keluar dari kegelapan gua terasa seperti menembus mimpi buruk. Udara berganti seketika—dingin lembap dari dalam tanah terganti angin pagi yang lembut, menerpa kulit seperti sentuhan pertama setelah lama tenggelam.\nCahaya matahari pagi menyambut, tipis dan hangat, seakan baru bangkit dari balik pepohonan. Embun menggantung di rumput dan dedaunan, berkilau pelan seperti taburan kristal kecil. Burung-burung mulai bersuara—pelan, ragu, seakan dunia baru saja mengingat bahwa ia seharusnya hidup dan damai.\nDi belakang kalian, mulut gua tampak gelap dan sunyi… terlalu sunyi. Bekas ketakutan dan pertarungan masih menempel di dada kalian. Otot terasa berat, napas belum sepenuhnya pulih, dan rasa lengket tanah gua masih menempel di pakaian. Setiap langkah terasa dua kali lebih berat dari biasanya. Tubuh kalian dingin, lelah, tapi juga… masih hidup.\nSesaat kalian hanya berdiri di sana, memandang hamparan alam yang kembali normal. Bukan akar yang melilit, bukan lumut yang hidup dengan niat jahat—hanya dunia biasa. Sederhana. Tenang.\nSinar matahari pelan memantul di permukaan senjata dan kulit kalian, menghangatkan luka dan memudarkan ketegangan yang masih tertinggal.\n\n\nMoment 6!\nMau kemana sekarang? Ikut Sinna Telwright kembali ke kota bersama? Ikut Bram Icelock yang kebetulan akan bersinggah ke Velgarth di selatan? Atau pergi ke utara?\n\n\nMoment 7a (Sinna Telwright dan Lidone)\nSinna Telwright menyambut mereka kembali di depan Lidone, di sana mereka dapat berdiskusi dimana pun dan Sinna Telwright akan memberikan masing-masing 20 gold\n\n\nMoment 8a\nLakukan keliling di Lidone atau pergi menggunakan kereta kuda pinjaman Sinna Telwright menuju MOMEN B/C!\n\n\nMoment 7b (Bram Icelock dan Velgarth melewati Thalara)\nPara petualang berpisah dengan Sinna Telwright dan ikut bersama Bram Icelock menuju velgarth dengan kereka kudanya.\n\n\nMoment 7.5b opt\nKalian dapat melihat hutan menyala Thalara di kejauhan, mau mampir? atau tetap ikut? Kalau mampir,\n“Daun-daun lebar berwarna zamrud bergetar pelan diterpa angin yang harum — campuran aroma bunga liar, tanah basah, dan madu segar. Dari kejauhan terdengar nyanyian lembut, bukan dari manusia, tapi dari hutan itu sendiri.\nSelamat datang di Thalara, kota hutan yang menjadi rumah bagi banyak ras: elf, gnome, manusia, bahkan peri kecil yang berlarian di antara ranting pohon bercahaya. Rumah-rumah mereka tidak menebang pepohonan — melainkan tumbuh bersama mereka. Dinding kayu berpadu dengan akar hidup, jendela berlumut memantulkan cahaya kuning lembut, dan jembatan gantung dari akar tua menghubungkan satu rumah ke rumah lain di atas kanopi.\nKalian mendengar tawa anak-anak tiefling berlarian sambil membawa bunga di atas kepala, pedagang air genasi menawarkan air dari mata air pegunungan dalam botol kristal, dan di kejauhan, musisi faun memainkan harpa dari tulang pohon tua. ”\nMengunjungi Perpustakaan Anak (Littlebranch Hall)\n\nBangunan dari akar pohon raksasa. Dijalankan oleh dryad tua bernama Merryn Willowcall.\nDi sini, PC bisa menemukan cerita rakyat tentang Cael’Aelun yang hanya dianggap dongeng anak-anak.\nJika mereka mau menelusuri, Merryn bisa memberi clue samar: “Pulau yang tak ingin diingat akan selalu menutup dirinya.”\n\nAdventurers Guild “Wanderbark”\n\nGuild kecil tapi terkenal, dijalankan oleh Bram Icehook (bisa muncul lagi di sini).\nTawarkan misi opsional seperti:\n\nMembantu menangkap roh tanaman yang mencuri perhiasan turis.\nMenyelamatkan burung phoenix mini yang terperangkap di hutan.\n\n\nReward: item kecil berguna + reputasi dengan guild.Tavern “Leaf &amp; Lantern”\nTempat ramai, campur ras — tempat roleplay, info, bahkan gosip.\nHook ringan: penyanyi bard di sini ternyata menyanyikan lagu tentang Aelethis dan Ignivaros, menyulut teori “kedua naga itu saling bertarung.”\n\nPasar Wisata “Twilight Bazaar”\n\nBisa jadi tempat beli item aneh (misal: potion lucu, charm fae, perhiasan naga mini).\nSora bisa mendapat pengakuan dari penjaga langit tua — membuka side lore naga-naga agung.\n\n\n\nMoment 8b (END 1)\n“Udara di Velgarth terasa berat, bukan karena debu atau panas, tapi karena disiplin.  Setiap langkah bergema di antara batu-batu persegi dan bendera yang berkibar dengan lambang perisai bersilang pedang. Jalanan lurus, dijaga oleh prajurit berzirah besi, wajah mereka kaku seolah terukir dari baja yang sama dengan dinding kota.  Di kejauhan, dentuman pelatihan terdengar ritmis — suara bangsa yang hidup di bawah sumpah kekuatan. Ini bukan negeri yang ramah, tapi negeri yang tegas.\nDi gerbang kereta kuda mereka dihentikan oleh sesorang penjaga,\nLalu Ravessa.\n\n\nMoment 7c (Eldengrove Enclave melewati Oakengard)\nMenuju Eldengrove Enclave, mereka bisa mampir dulu di Oakengard atau langsung menuju utara\n\n\nMoment 7.5 opt\nJalanan mulai lapang, dan pepohonan menipis. Udara berubah, hangat dengan aroma gandum dan tanah kering.  Di kejauhan, kalian melihat desa kecil berdiri di tengah lahan luas — rumah-rumah beratap jerami, pagar kayu sederhana, dan ladang gandum yang bergoyang diterpa angin sore.\nAnak-anak berlari di antara jalan tanah, membawa roti hangat di tangan, sementara para petani menyapa kalian dengan senyum dan sedikit curiga, seperti orang yang jarang melihat wajah baru tapi tak ingin bersikap kasar.\nTak ada penjaga di gerbang, tak ada suara logam atau sihir, hanya bunyi lembut air sumur dan ayam berkokok di kejauhan.\nInilah Oakengard\nMembantu Petani Terkena Wabah Tanaman\n\nLadang mereka diserang jamur misterius — kalau diselidiki, ternyata tanahnya “terkutuk ringan” akibat sisa sihir naga Eluntheris dulu.\nBisa jadi puzzle ringan (campuran herbal, tanah, air) untuk memulihkan ladang.\nReward: rasa hormat warga, dan clue samar tentang Eldengrove (asal dari ladang “hidup”).\nPasar Sayur &amp; Roti “Dawnmill”\nBisa interaksi sosial ringan: barter bahan makanan, ngobrol dengan pedagang keliling yang pernah ke Eldengrove.\nDapat clue arah menuju relic berikutnya (kalau mereka tanya tentang ukiran naga di batu ladang, misalnya).\n\nRumah Pemanggang Tua (NPC hook)\n\nSeorang nenek bernama Tessra Lune suka bercerita tentang masa muda ketika ia melihat “cahaya hijau di tengah ladang saat badai.”\nItu sebenarnya jejak sihir naga Eluntheris — bisa menuntun mereka ke clue Relic atau Eldengrove.\n\nTavern “The Quiet Grain”\n\nTempat rehat, musik country lembut, dan bisa jadi tempat mereka dapat gosip kecil tentang Sorn atau Umbrasil Wood.\nDi akhir, bisa tutup dengan langit jingga dan dialog reflektif — “Tenang ya, seolah dunia di luar sana tidak pernah berperang.”\n\n\n\nMoment 8c (END 2)\nBegitu kalian menapakkan kaki di Eldengrove, dunia terasa… lebih tua.  Cahaya matahari menembus celah dedaunan seperti kaca patri hijau, menari di atas akar yang melilit dan jembatan kayu berlumut. Suara gemericik air bercampur dengan dengung mantra lembut — sihir alam yang tidak dibuat, tapi tumbuh bersama tanahnya.  Di antara batang pohon raksasa, rumah-rumah gnome berdiri, terbuat dari akar hidup dan jamur bercahaya.\nUdara berubah sebelum kalian melihat kotanya.\nAngin membawa aroma lumut basah dan bunga liar, dan di antara akar raksasa yang melilit tanah, tampak rumah-rumah kecil berkilau seolah tumbuh dari batang pohon itu sendiri.\nDi atas kepala, cabang-cabang pepohonan bersatu, membentuk kanopi hijau pekat yang hanya ditembus cahaya lembut keemasan. Jalan setapak dari batu luminesen berkelok di antara jamur raksasa yang berpendar biru, dan suara air sungai kecil berpadu dengan bisikan mantra.\nInilah Eldraeth, jantung dari Eldengrove Enclave — kota yang tidak pernah tidur, namun tidak pernah berisik. Para gnome dengan kulit  berjalan pelan, membawa wadah berisi air yang memantulkan bintang di siang hari. Druid dan roh hutan berbincang tanpa suara, saling mengangguk seolah semua di sini sudah saling mengenal sejak ribuan tahun.\nSeorang gnome tua menghampiri para PC seakan akan tau akan kehadiran mereka.\n“Selamat datang kembali tuan Troy”\n\n\nSerangkaian peristiwa :"},"EVARA!/Sessions/Search-for--Cael'Aelun/Search-for-Cael'Aelun-Session-3-Act-1":{"slug":"EVARA!/Sessions/Search-for--Cael'Aelun/Search-for-Cael'Aelun-Session-3-Act-1","filePath":"EVARA!/Sessions/Search for  Cael'Aelun/Search for Cael'Aelun Session 3 Act 1.md","title":"Search for Cael'Aelun Session 3 Act 1","links":["EVARA!/Player-Characters/Trace-of-Fadebark/Sora","EVARA!/Player-Characters/Trace-of-Fadebark/Sussie","EVARA!/Player-Characters/Trace-of-Fadebark/Awan","EVARA!/Player-Characters/Trace-of-Fadebark/Troy","EVARA!/Player-Characters/Trace-of-Fadebark/Elando","EVARA!/Towns-and-Villages/Velgarth","EVARA!/NPCs/Bram-Icelock","EVARA!/Plot-Places/The-Great-Shattenro-Cave","EVARA!/NPCs/Solana-Mirthwood","EVARA!/Player-Characters/Echo-of-The-Veil/Khica-Kvaratskeliat","EVARA!/NPCs/Ravessa","EVARA!/Danger-Places/Tempest","EVARA!/Danger-Places/Gale-Peak"],"tags":[],"content":"Player Characters :\n\nSora\nSussie\nAwan\nTroy\nElando\n\nSession Planning :\n\n\nIce breaking\n“Apa makanan favorit karaktermu saat lagi sedih?”\n“Kalau karaktermu punya hewan peliharaan, hewan apa yang cocok?”\n“Barang paling gak berguna di tas karaktermu tapi kamu tetap bawa?”\n“Siapa di party yang paling ngorok saat long rest?”\nKalau karaktermu punya playlist, lagu pertamanya apa?\nPakaian favorit karaktermu saat gak berpetualang?\nApa hal pertama yang kamu pelajari waktu kamu mulai berpetualang?\n\n\nStart\nBatu abu-abu menjulang tinggi, dengan bendera-bendera merah darah yang menari di atas benteng kokoh.\nUdara dingin membawa aroma logam dan keringat — kota militer Velgarth hidup dalam kedisiplinan dan kebanggaan.\nKini kalian bisa melihat langsung dari dalam Akademi Tempur, collosium besar yang mengelilingi lapangan luas tempat para prajurit muda berlatih berpasangan. Suara senjata beradu menggema, diselingi teriakan komando.\nDi antara mereka, Gea dan Bram Icehook bersama kalian berhenti di tengah jalan. Di sana, seorang wanita rambut pendek, dengan armor, berdiri menunduk sopan dihadapan Bram Icelock — Ravessa, Kepala Akademi Tempur Velgarth.\n“Sudahlah jangan begitu formal seperti itu Bram, Gea, lalu mereka siapa?”\n“Kalian saksi langsung penjelajahan The Great Shattenro Cave? Kalau begitu kalian ikut rapat tidak apa2. Kalian ikut?”\n\n\nMoment 1a\nRapat di akademi tempur\nRuang rapat besar, dinding batu dihiasi peta militer, dan beberapa simbol naga pada ukiran tua.\nAtendee :\n\nSolana Mirthwood\nKhica Kvaratskeliat\nBram Icelock\nGea\nRavessa\nBahasan rapat :\nTempest\nSolana berbicara tentang penelitian di tempest bersama khica, menandakan tempest yang sudah stabil, adanya kecurigaan akan keterlibatan orang luar menyabotase jalur perdagangan\nThe Great Shattenro Cave\nAdanya perubahan aneh pada gua buatan naga aelethis\nGale Peak\nMunculnya burung besar pada gale peak menimbulkan banyak korban, sumbernya tidak diketahui, Ravessa akan menelitinya langsung ke sana, mengajak Bram Icelock namun ia menolak karena urusan lain.\n\n\n\nMoment 1b\nEksplorasi velgarth\nDi kota, mereka dengar teriakan warga: seekor Roc terlihat di langit, membawa benda bercahaya perak (relic).\nSora mendapat bisikan yang lebih kuat:\n“Sora, kunci kedua Troy ada di puncak tertinggi”\n\n\nMoment 2 (Explore Velgarth)\n\nBlack Anvil Tavern\nMereka bisa mendengar obrolan orang, petualang mungkin tentang sebuah desa yang hilang, sebuah keluarga\n“Ayah, mau dengar lagi dong cerita tentang desa gnome yang hilang dari peta, itu desa asli gak sih?”\n“Fadebark ya? Asli nak, katanya orang tertentu yang bisa masuk”\nBlacksmiths\nBelanja sajahh\nTraining Yard\nSkill check untuk mendapatkan hadiah,\nrapier +1, potions\n\n\n\nMoment 3\nSelama perjalanan Ravessa membuka pembicaraan, “Jadi berapa lama kalian sudah membuat kelompok?”\nPerjalanan menuju Gale Peak bukan sekadar mendaki gunung — ini seperti menantang langit itu sendiri.  Jalan setapak berbatu menanjak di antara pepohonan pinus yang makin jarang, udara semakin tipis dan dingin. Awan bergulung di atas kepala, seolah menunggu sesuatu.  Sesekali, kalian mendengar deru angin seperti sayap besar mengepak jauh di atas awan — tak terlihat, tapi jelas ada.\nDi sisi jurang, spora biru beterbangan dari celah batu, menyala lembut di bawah sinar sore. Dan dari arah utara, suara petir menggema seperti detak jantung bumi itu sendiri.\nRavessa berjalan di depan, pandangannya tajam menembus kabut.\n\n\nMoment 4\nKabut tipis mulai menipis, memperlihatkan pemandangan luar biasa — tebing-tebing tajam menjulang seperti gigi naga, mengelilingi lembah berbentuk spiral yang menuju ke puncak.\nDi atas sana, badai bergulung seperti pusaran hitam, dengan kilatan cahaya hijau sesekali di tengahnya.\nTanah di bawah kaki kalian retak halus, dan udara terasa hidup — setiap embusan angin membawa bisikan samar.\nTak lama kalian bisa mendengar sebuah auman, muncul 2 serigala menatap kalian dari atas tebing\nBattle 1\n\n\nMoment 5\nPuzzle and rough terrain\nTerrain\nharus melewati tebing sempit yang dihantam badai — semua harus Dex Save DC 13, gagal berarti tergelincir (Ravessa bantu satu orang otomatis lolos).\nSebuah kuil,\nPuzzle\nSebuah pintu besar dari baja, sebuah ukiran naga aneh ada di sana, matanya bolong, tampak seperti naga biasa\n\n\nMoment 6\nKalian tiba di sebuah kuil terbuka, kecil, tampak tidak terawat, ada pilar pilar. “Salah satu dari banyaknya kuil naga aelethis”\nLangit tiba-tiba menggelap total.\nBadai meledak di atas kepala kalian — bukan hanya hujan, tapi semburan petir, suara angin, dan jeritan dari atas.  Dari balik awan, cahaya biru menyambar, lalu…  RAWWWWWWKKKK!\nSeekor Roc raksasa menembus badai, sayapnya membentang menutupi seluruh langit. Setiap kepakan menghasilkan guncangan di tanah, dan petir mengikuti setiap jejak bulunya.\nRavessa berteriak, “MENYEBAR! SERANG DI KAKINYA!”\nRoc turun, mencengkeram batu besar dan menghancurkannya seperti kaca. Ravessa sempat menebas satu sayapnya, membuat darah listrik menyembur, tapi hembusan berikutnya terlalu kuat.\nPetir menyambar tepat di antara kalian.\nRavessa terlempar jauh, tubuhnya menghantam tebing — angin menelan teriakannya, dan kalian hanya sempat melihat siluetnya jatuh ke kabut.\nSaat itu Roc menatap kalian — satu matanya bersinar perak, seperti menyimpan Relic di dalamnya.\n\n\nMoment 7\nBattle 2\n\n\nMoment 8 (END)\nAngin perlahan mereda.\nDari langit yang sebelumnya hitam, kini turun hujan ringan — bukan air, tapi bulu-bulu perak yang bercahaya lembut.\nDi tengah badai yang pecah, seekor burung kecil muncul dari tubuh Roc yang hancur, lalu perlahan berubah menjadi bulu raksasa yang melayang turun.\nBulu itu jatuh tepat di hadapan Troy, bulu itu berubah menjadi Relic — bentuknya seperti pecahan yang ditemukan di The Great Shattenro Cave saling melengkapi.\n\n\nBattle 1\n\n\nTroy\nBlink Dog 18 (4, 15, 19, 28 )\nElando 18\nRavessa 12 (5 )\nAwan\nDirewolf 1 9 (8,21, 34)\nSussie 9\nDirewolf 2 7 (1, 7,  17, )\nSora 6\n\n\nBattle 2\nGiant Roc (Beast)\nAC : 14, HP : 105\nSTR : +4\nDEX : +4\nCON : +1\nINT : -3\nWIS : +4\nCHA : +0\nAction :\n\nMultiattack\nBeak +5, 10ft, (2d6+3)\nTalons +5, 5ft, (2d4+3)\nWindburst (5-6) DEX 12, 15ft, (2d6) (Pushed 10ft) (Half on fail)\n\nTroy 18\nROC 16 (11, 17, 19,  31, 36, 46, 53, 62, 73, 74, 85, )\nSora\nCund\nawan\nSusie\n\n\nPlan B\nBisikan ke sora, munculnya roc lagi\n\n\nSTAT BLOCK\nRAVESSA\nHP = 58, AC = 16, IN = 12\nLongsword multi attack +5 (1d8+3)\nSerangkaian peristiwa :"},"EVARA!/Sessions/Search-for--Cael'Aelun/Search-for-Cael'Aelun-Session-4-Act--1":{"slug":"EVARA!/Sessions/Search-for--Cael'Aelun/Search-for-Cael'Aelun-Session-4-Act--1","filePath":"EVARA!/Sessions/Search for  Cael'Aelun/Search for Cael'Aelun Session 4 Act  1.md","title":"Search for Cael'Aelun Session 4 Act  1","links":["EVARA!/Player-Characters/Trace-of-Fadebark/Sora","EVARA!/Player-Characters/Trace-of-Fadebark/Sussie","EVARA!/Player-Characters/Trace-of-Fadebark/Awan","EVARA!/Player-Characters/Trace-of-Fadebark/Troy","EVARA!/Player-Characters/Trace-of-Fadebark/Elando","EVARA!/Player-Characters/Trace-of-Fadebark/Leunex","EVARA!/Regions/Eldengrove-Enclave","EVARA!/Regions/Aranorin","EVARA!/Danger-Places/Veilshade-Grove","EVARA!/Phenomenon-and-Tales/Awan-hitam-yang-cemburu"],"tags":[],"content":"Player Characters :\n\nSora\nSussie\nAwan\nTroy\nElando\nLeunex\n\nCity to visit :\n\nVelgarth\nThalara\nLidone\nOakengard\nEldraeth\n\nSession Planning :\n\n\nIce breaking\n“Apa hal penting yang kamu pegang di kehidupan? Sebuah sumpah? Seseorang? Sebuah tempat? Benda?”\n\n\nStart\nMalam itu, angin gunung membawa aroma hujan dan debu batu.\nDi puncak Gale Peak, di mana langit terasa lebih dekat daripada tanah, kalian berdiri di halaman luar sebuah kuil kuno. Pilar-pilarnya retak, namun masih kokoh\n**Di belakang kalian, sisa sisa bulu burung raksasa, berubah menjadi butiran cahaya tipis yang tertiup angin malam—tanda bahwa makhluk itu bukan hanya hewan, tapi penjaga elemental kuno yang terikat pada tempat ini.\nCahaya bulan menetes lembut melalui kabut tipis, membasuh kuil dengan warna perak. Dan dari dalam tangan troy relic yang baru kalian temukan berdenyut pelan, seolah mengenali tangan yang membawanya pergi dari sarang sang penjaga.\nUdara di sekitar kalian sunyi—bukan sunyi yang damai, tapi sunyi yang menunggu. Seakan gunung itu sendiri menahan napas, menanti langkah kalian selanjutnya.\nUntuk saat ini, kalian hanya memiliki malam yang dingin, kuil yang hening, tubuh yang lelah, dan relic yang berdenyut di tangan kalian—tanda bahwa kemenangan kalian mungkin baru pembuka dari sesuatu yang jauh lebih besar. Relic selanjutnya menunggu\nDan saat angin berbisik melewati celah kuil, sesi kita dimulai\n\n\nMoment 1\nKembali menuju Velgarth\nDalam perjalanan kembali, sora mendengar bisikan\n“Relic terakhir… disembunyikan di hutan yang terlupakan… B A N T U T R O Y.”\n\n\nMoment 2\nPemberiaan penghargaan, pembentukan rencana, perkenala Leunex.\nREWARDS\n\nElando : Gale Warden Band (+1 survival)\nSora : Skybreaker Cloth (Adv getting prone)\nSussie : Stoneleaf Necklace (Heal 1d4 per long rest)\nTroy : Shard of Gale Resin (+1 for spells angin listrik)\nAwan : Travelers Charm (+1 Exhation Slot)\n\n\n\nMoment 3a (Jalan2 di Velgarth) (XTRA TIME)\n\nBlack Anvil Tavern\nSeorang petualang berbicara tentang melihat sosok bertopeng yang mencari suatu pulau naga? ntahlah\nBlacksmiths\nShop for magic item and strong armor!\nTraining Yard\nTrain for buff!\nDrill Fisik! DC 12 ATLETIC (+2 HP temp)\nSparring! DC 13 STR (+1 to hit physical damage)\nTactics! DC 12 INSIGHT (Prevent opportunity attack)\nAll for 2 session\nAdventurers Guild\nQuest list :\n\nBeruang Besar di Eldengrove Enclave 150GP\nGriffon di area Aranorin 400GP\nGhouls di Veilshade Grove 230GP\nPerjalanan langsung ke utara\n\n\n\n\n\nMoment 4a (Mampir 1, Thalara) (FUN)\n\nFestival Buah Bulanan\n\nPertunjukan music\nKontes makan buah\nCON save 12 x3 (Hadiah Glowberry 6! masing2 1 HP + Inspiration)\nKontes tebak aroma\nNature DC 12 (Hadiah Parfum aromatik +adv persuasion rolls)\nLomba tangkap daun\nPerception + Arcro DC 12 (Hadiah Lucky Leaf, Reroll ability check 1x per rest)\n\n\nAdventurers Guild\nPerpustakaan Anak\nDongeng tentang Awan hitam yang cemburu\n\n\n\nMoment 4b (Mampir 2, Lidone)\n\nPasar Barang Langka\n\nHerba Fadeleaf — 8 gp\nFeather of the Gale — 12 gp (Falling Damage reduction -2)\nRootshift Charm (rusak) — 10 gp\nCracked Obsidian Mask — 15 gp\n\n\nAdventurers Guild\nClue akan naga hitam yang berkeliaran, orang gila meneriakan naga kelima\n\n\n\nMoment 4c (Mampir 3, Oakengard)\n\nMembantu warga sekitar (+ Reputation imbalan)\nErma (Athletics atau Survival DC 11 → kumpulkan gandum)\n\nWarm Wheat Bun → restore 1d4 HP\nVillage Blessing → +1 to next Persuasion\nNira (Animal Handling DC 13)\nKalau gagal 1 ronde → domba makin lari (komedi)\nFresh Milks! Neutrilize small poison\nTamor (Skill challenge ringan (DC 10):)\nStealth (hindari bebek yang agresif 💀)\nAcrobatics (jaga baki roti tetap rata)\nPersuasion (tawar-menawar dengan pedagang)\nHadiah Roti (Rations cukup untuk 10 orang)\n\n\nPasar sayur\nAnak aneh\nKarian katanya pernah melihat sebuah naga berkulit hitam melewati awan\n\n\n\nMoment  4d (Mampir 4, Eldraeth)\n\nRumah Troy\nBiar Troy yang jelaskan\nPerpustakaan Agung\nCakae Aether\nTupai Bicara\n“Di desa yang berjalan… desa yang disembunyikan… aku lihat kabut hitam cari dia!  Ada sosok tinggi… bau abu… bau marah… dia tanya pulau… aku lari!”\nAdventurers Guild\n\n\n\nMoment 5 (OPT)\nKalau mereka cepat Battle 1\n\n\nMoment 6 (Fadebark)\nJalan tanah berubah menjadi tanah hutan yang padat dan lembap.\nKabut perlahan menipis, dan di depan kalian…\nsebuah gerbang akar raksasa berdiri, melengkung seperti suku kata kuno.\nLalu—\nDUUUM!\nKalian semua menabrak sesuatu yang tak terlihat.\nSebuah tembok, namun tak ada wujudnya.\nKecuali Sussie.\nSaat tubuh Sussie maju, ia menembus seolah tidak ada apa-apa.\n\n\nMoment 7\nDunia lain terbuka.\nSebuah desa kecil dan indah terhampar—rumah gnome dari akar dan jamur raksasa, lampu kunang-kunang melayang di udara, dan aroma masakan rumah mengambang.\nFadebark.\nTempat yang selama ini kau cari.\nRumahmu.\nDi jauh, satu sosok membawa buku keluar sedang berjalan, melihat sussie.\n\n\nMoment 8\nJalan2 dan makan malam!\nMalam hari.\nSimon ingin bicara dengan Sussie:\n“Sussie… ada sesuatu yang harus Papa bilang tentang—”\nDipotong oleh Amelie:\n“Sayang, kita butuh herba di luar barrier. Bisa kau dan teman-temanmu mengambilnya?”\nKeluar dari barrier Fadebark terasa berbeda malam itu.\nBiasanya, hutan di sekeliling desa dipenuhi suara alam—jangkrik, burung malam, dedaunan bergesekan.\nTapi sekarang…\nHening.\nBenar-benar hening.**\nTak ada burung.\nTak ada serangga.\nBahkan angin seperti berhenti bernapas.\nAwan di atas kepala menggantung rendah, tidak bergerak, seperti kain hitam yang menutupi langit.\nSaat kalian melangkah sedikit lebih jauh…\nTanah berubah dingin.\nDingin yang tidak wajar—seperti menginjak bayangan sesuatu yang sangat besar.\nJejak kaki.Banyak.Dalam.Lebar.\nBerbentuk cakaran memanjang, dengan pola angulir seperti sayap yang menyeret tanah.\nJejak itu bukan milik manusia.\nBukan hewan hutan.\nBahkan bukan makhluk yang pernah kalian lihat.\nDi antara jejak itu, tanah seperti…\nhangus\nSeolah ada yang menghembuskan panas ekstrem lalu ditelan dingin kembali dalam hitungan detik.\nAwan di langit mulai bergerak sedikit—perlahan memutar. Spiral.\nTapi tidak ada angin.\nTidak ada suara.\nHutan terasa menahan napas.**\nDaun-daun yang biasanya bergetar sekarang diam, seakan takut bergerak.\nDan kemudian…\nSesuatu muncul di kejauhan:\nSilhouette besar yang bergerak di balik kabut.**\nPertama kalian kira itu pohon tumbang.\nLalu kalian sadar pohon tidak bergerak seperti itu.\nTidak setinggi itu.\nTidak selebar itu.\nLangit gelap mulai berkedut—kilatan kecil cahaya hijau kehitam-hitaman menyambar di antara awan spiral.\n\n\nMoment 9 (END)\nSuara pertama datang bukan dari makhluknya.  Tapi dari barrier Fadebark di belakang kalian.\nSeperti… kaca retak\nKREEEEEKKK… GGRR—KKKRRRKK…\nKalian menoleh.\nDi kejauhan, di arah Fadebark…\nada kilatan hitam menghantam barrier.\nSangat cepat, sangat besar.\nLalu…\nBOOOOOOOOOOOMMMMM!!!\n\n\nSebutir ledakan hitam menghantam barrier—\ndan seluruh hutan bergetar.\nTanah berdenyut seperti jantung.\nDari dalam Fadebark terdengar teriakan:\n\n“MEREKA DATANG!!”\n\n\n“SEMBUNYI! SEMUA SEMBUNYI!”\n\nBarrier Fadebark yang biasa bersinar lembut berubah kaku, retak, pecah jadi serpihan cahaya.\nKalian melihatnya…\nmakhluk besar itu membuka mulut—\nmenghembuskan napas hitam ke arah desa.\nCahaya barrier hancur dalam satu nafas.\nGelombang hitam itu menyapu tanah seperti kabut panas dan dingin sekaligus.\nDari celah cahaya yang runtuh, keluar sosok-sosok berpakaian tudung hitam.\nGerak mereka senyap.\nDisiplin.\nTidak tergesa, tapi sangat cepat—seakan mereka sudah memetakan desa sejak lama.\nTanpa teriak.\nTanpa ancaman.\nHanya satu suara yang keluar dari mereka.\nSebuah bisikan Draconic yang diulang-ulang pelan…\n\n“Vethisar… Malzareth… Vethisar… Malzareth…”\n\nAwan spiral di atas kepala kalian mulai berputar lebih cepat.\nLalu kilatan besar muncul, menyorot bentuk makhluk itu dengan jelas:\n**Naga hitam.\nSangat besar.\nSangat kuno.\nSangat salah.**\nTepat sebelum ia merangkak masuk Fadebark, kalian tersadar—\nkalian berada di luar.\nSemua yang kalian cintai berada di dalam\n\nMAU NGAPAIN\nAngin pertama yang menerpa wajah kalian bukan angin—\ntapi gelombang panas, seperti napas dari perut gunung berapi.\nKalian memasuki Fadebark dan dunia langsung runtuh.\n💥 Rumah-rumah terbakar\nBangunan yang tadi sore masih berdiri damai kini menjadi rangka kayu hitam patah, api menjalar seperti lidah yang kelaparan. Atap-atap runtuh, menelan isi rumah, memecahkan kaca dan memuntahkan bara.\nUdara dipenuhi abu daging dan kayu—\nterasa pahit di lidah.\n🩸 Mayat-mayat hancur\nDi tanah, kalian melihat:\n\n\nTubuh lelaki paruh baya, belah dua, bekas cakar sebesar tangan manusia dewasa.\n\n\nSeorang ibu yang memeluk anaknya… tapi separuh tubuhnya hilang,\nsementara anaknya—masih utuh—hanya bisa mengguncang jasad dingin itu sambil tersedu-sedu tanpa suara.\n\n\nPotongan tangan kecil tergantung di pagar kayu yang terbakar…\n\n\nDan darah. Banyak. Mengalir seperti sungai tipis di rerumputan.\n\n\n👤 Anak yang menangis, ibu yang mencari anaknya\nDi sisi kiri jalan, seorang anak laki-laki berdiri sendiri, menangis histeris, wajahnya penuh jelaga.\nTak jauh dari sana, seorang ibu yang kulitnya terbakar sebagian merangkak, memanggil,\n\n“Ardan… Ardan… di mana kau, Nak…?”\n\nMereka hanya berjarak 20 langkah—\ntapi di antara mereka ada bangkai rumah, api, dan… suara mengerikan.\n🔥 Para Tudung Hitam\nMereka berjalan pelan, menikmati kekacauan.\nMasing-masing membawa pisau panjang atau obor hitam.\nWajah mereka tertutup kain gelap dengan simbol naga dicat dengan darah.\nSambil membakar dan menusuk siapapun yang masih bergerak, mereka melantunkan chanting Draconic keras-keras:\n**“VETHISAR ONATH!\nPRAAZ MALZARETH!\nDOVAH ZOK KREN!”**\nArtinya:\n“Bangkitkan Api Hitam!\nPuja Malzareth!\nSang Naga Agung berkuasa!”\nMereka menghantam pintu rumah, menyeret keluar siapa saja… lalu melemparnya ke api.\nWHAT DO U WANNA DO?\nKetika kalian mendekat ke utara desa…\nrumah kecil yang kalian kenali—rumah Simon dan Amelie—\nsudah rata dengan tanah.\nKayu-kayu patah, atapnya runtuh sepenuhnya.\nDi bawah reruntuhan itu… kalian melihat Simon.\nTubuhnya tertimpa balok besar dari langit-langit.\nWarna kulitnya sudah abu-abu.\nMatanya terbuka… tapi kosong.\nTak bergerak.\nDi sampingnya, Amelie—ibunya—terbaring, separuh tubuhnya tertimpa puing, napasnya tersengal-sengal, darah mengalir dari mulutnya.\nSaat Sussie mendekat, dia mengangkat tangan gemetar, berusaha menyentuh wajah anaknya:\n\n“Sussie…\nk-kami… kami kira kamu aman…\nmaafkan… ibu…”\n\nHembusan napasnya mulai lemah. Tangan itu jatuh perlahan ke tanah.\nDi atas reruntuhan, naga hitam itu merayap masuk desa.\nSetiap langkahnya memecahkan tanah.\nSayapnya menyebarkan hujan abu.\nMatanya— ungu pekat—memindai mangsa yang masih hidup.\nSaat ia menoleh ke arah kalian, kalian melihat darah segar menetes dari taringnya.\nDi lapangan tengah Fadebark, kalian melihat sosok tinggi berkerudung, mengenakan topeng hitam bercorak perak—ukirannya seperti sisik naga.\nDia memegang kepala desa Fadebark dengan satu tangan, mencekik dan mengangkatnya dari tanah.\nSuaranya dingin, tenang, dan penuh kebencian.\n“Di mana Cael’Aelun.”\nKepala desa berlumuran darah, tapi tetap menggeleng:\n“K—kau takkan… menemukannya.”\nSosok bertopeng itu menoleh sedikit ke arah naga hitam dan berbicara:\n“Bakar sisanya. Kita akan dapatkan jawabannya dari abu.”\n\nPlan B\nBATTLE\nMagma 16 (11/22)\nMud 16 (12/22)\nSmoke 4 (11/27)\n\nSerangkaian peristiwa :"},"EVARA!/Sessions/Search-for--Cael'Aelun/Search-for-Cael'Aelun-Session-5-Act--1":{"slug":"EVARA!/Sessions/Search-for--Cael'Aelun/Search-for-Cael'Aelun-Session-5-Act--1","filePath":"EVARA!/Sessions/Search for  Cael'Aelun/Search for Cael'Aelun Session 5 Act  1.md","title":"Search for Cael'Aelun Session 5 Act  1","links":["EVARA!/Player-Characters/Trace-of-Fadebark/Sora","EVARA!/Player-Characters/Trace-of-Fadebark/Sussie","EVARA!/Player-Characters/Trace-of-Fadebark/Awan","EVARA!/Player-Characters/Trace-of-Fadebark/Troy","EVARA!/Player-Characters/Trace-of-Fadebark/Elando","EVARA!/Player-Characters/Trace-of-Fadebark/Leunex","EVARA!/NPCs/Vaelryn-Walker","EVARA!/Letters-or-Notes/5th-Dragon","EVARA!/Letters-or-Notes/Eldraeth-Heritage","Veythas-Ruins"],"tags":[],"content":"Player Characters :\n\nSora\nSussie\nAwan\nTroy\nElando\nLeunex\n\nSession Planning :\n\n\nIce breaking\n\n\nStart\nApi belum sepenuhnya padam.\nFadebark yang dulu hangat dan tersembunyi kini hanya tinggal rangka kayu hitam yang masih membara.\nAsap menggantung rendah, seperti kabut kematian yang tidak mau pergi.\nAtap-atap rumah runtuh satu per satu dengan suara retakan kayu yang lelah.\nSetiap langkah terasa berat—\nbukan karena luka…\ntapi karena bau daging terbakar dan darah basah di tanah.\nDi tengah desa…\nKepala desa berlutut.\nTangannya gemetar, wajahnya penuh darah.\nDi hadapannya berdiri seseorang bertopeng hitam-retak,\ndengan cakar hitam melengkung seperti belati hidup.\nDan di balik reruntuhan…\nbayangan raksasa bergerak di balik asap:\nMALZARETH.\nSayapnya membentang seperti gerbang kematian.\nMatanya menyala ungu gelap di langit Fadebark yang pecah.\n“Dimana Cael’Aelun…? Aku tahu desa ini adalah salah satu petunjuk menuju Cael’Aelun…”\n“Kalian? Siapa? Seorang Elf di Fadebark?”\n\n\nBattle…\nMap 1 :\n\nSussie\nAwan\nTroy\nVs Malzareth &amp; Vaelryn Walker\nSTAT BLOCK\nMalzareth\n255, 19, 40ft/80ft\nMULTI ATTACK (1 bite 2 claw)\nBite (2d12), Claw (2d8) (+6)\nBLACK CATALYSM (5-6) DEX SAVE 16\n8d10 necrotic\nVaelryn (14, 30, 36, )\n165, 17, 40ft\nDraconic Claw 2d10+5 (+8)\n\nMap 2 :\n\nCULTIST Leader (3, 12, 28, )\nSora\nLeunex\nElando\nCult 1\nCult 2\nVs Cultists\nCULTIST\n18, 13, 30ft\nSchimitar +4 (1d6+2)\nLeader\n45, 14, 30ft\nDagger +4 (1d6+2)\nShadow Bolt (5-6)\n+4 (2d8)\n\n\n\nAfterBattle\nApi mulai kehilangan suaranya.\nYang tersisa hanya suara kayu retak…\ndan isak tangis yang terlalu lelah untuk menjerit.\nTubuh-tubuh cultist tergeletak.\nDarah mengalir bercampur air pemadam darurat.\nNamun tidak ada sorak kemenangan.\nDi kejauhan—\nVaelryn berdiri berlumuran darah, tanpa satu luka pun.\nIa menoleh ke Malzareth di langit.\nSatu anggukan.\n“Kalian selamat, bergembiralah.”\nBayangannya ditelan asap.\nMalzareth meraung sekali—\nlalu terbang menembus awan.\nTidak ada suara terakhir.\nTidak ada luka yang bisa ditutup.\nYang tertinggal hanya keheningan yang kejam.\nDan di atas semua itu—\nbayangan naga telah pergi,\ntetapi jejak kehadirannya akan menghantui mereka selamanya.\nFadebark telah mati.\nDan bersama kematiannya, semua yang polos dalam diri mereka… ikut terbakar.\n\n\nMoments 1 (Eldraeth)\n5th Dragon Eldraeth Heritage\n\n\nMoments 2 (Veythas Ruins)\nKalian menembus kabut yang tidak bergerak oleh angin.\nDi hadapan kalian—\nberdiri reruntuhan raksasa dari batu hitam kehijauan.\n\n\n\nPilar-pilar patah menjulang seperti tulang belulang raksasa.\nUkiran naga melilit tiap dinding—\ntapi wajah mereka dikikis dengan sengaja.\n\n\nTanah di sini bukan tanah.\nIa seperti abu yang mengeras oleh waktu.\n\nDan di gerbang:\n\nTidak ada pintu.\nHanya lubang besar berbentuk sayap naga terentang.\n\nSaat mereka masuk:\n\nUdara langsung menjadi sunyi absolut.\nBahkan langkah kaki mereka terdengar terlalu keras.\n"},"EVARA!/Sessions/When-The-Bell-Tolls/When-The-Bell-Tolls-Session-1":{"slug":"EVARA!/Sessions/When-The-Bell-Tolls/When-The-Bell-Tolls-Session-1","filePath":"EVARA!/Sessions/When The Bell Tolls/When The Bell Tolls Session 1.md","title":"When The Bell Tolls Session 1","links":["EVARA!/Player-Characters/When-The-Bell-Tolls/Frugroox","EVARA!/Player-Characters/When-The-Bell-Tolls/Darius-Dawnguard","EVARA!/Player-Characters/When-The-Bell-Tolls/Cassian-De-La-Marque","EVARA!/Regions/Whispering-Wind-Pass","EVARA!/Towns-and-Villages/Zepharim","EVARA!/Towns-and-Villages/Velgarth","EVARA!/Regions/Zyphara"],"tags":[],"content":"Player Characters :\n\nFrugroox\nDarius Dawnguard\nCassian De La Marque\nwis\nBug\n\nSession Planning :\n\n\nProlog :\nWhispering Wind Pass, sebuah wilayah luas di dalam Evara terdiri dari pegunungan curam, hamparan pasir sejauh mata memandang, dan panas terik yang ekstrim. Daerah luas ini berada dalam kepemimpinan satu negri tunggal, yaitu Zepharim, sebuah kota padang pasir yang ditinggali mayoritas oleh kaum aarakocra, kamu setengah manusia setengah burung yang sejak lama sudah mendiami tanah luas ini. Di Zepharim terdapat sebuah istana, sebuah kediaman besar dimana petinggi kerajaan dan petinggi militer tinggal. Kebetulan, hari ini setelah banyak persiapan merupakan perjamuan selebrasi atas kesepakatan dagang Zepharim dan Velgarth. Perjamuan ini mengundang banyak petinggi dari kedua belah pihak dan beberapa pihak lain terutama dari Whispering Wind Pass dan Zyphara.\n\n\nStart :\nDi tengah aula yang mewah, banyak orang dengan baju rapih dan elegan berkumpul. Puluhan meja bundar disiapkan dengan makanan dan minuman terjamu di tengahnya. Puluhan pelayan mengawasi dan berjalan di sekitar. Juga puluhan prajurit menjaga di luar dan dalam. Aroma daging yang sangat dipenuhi rempah mengalir di udara bersamaan bercampur dengan layunan alat musik merdu.\nRaf\nDi pinggir pintu keluar, ada seorang kesatria dengan ras … yang memiliki pakaian cukup berbeda dengan kesatria lainnya. Seorang pelayan menghampirinya :\n“Kamu aman? Tau kan cara jaga?!”\nDeskripsikan Penampilan\nFrugroox\nPelayan itu kemudian berjalan membawa segelas bir besar menuju meja di tengah ruangan, dia kemudian menunduk sedikit di hadapan seorang half-orc yang sedang duduk. :\n“Ini pesanan khusus untukmu tuan Frugroox”\n“Omong-omong tuan, cerita heroikmu yang telah mengalahkan penyihir itu sangat mengesankan!”\nWis\n.\nNay\n.\nBug\n.\n\n\nScene 1 :\nDi tengah pembicaraan, sesosok setengah burung hantu berdiri di\n\n\nEnd (1) :\n\n\nEncounters :\n\nEncounter 1\n\nSerangkaian Peristiwa :"},"EVARA!/Sub-Areas/Zyphara/Ilun'Tar/Sky-Touched-Sanctum":{"slug":"EVARA!/Sub-Areas/Zyphara/Ilun'Tar/Sky-Touched-Sanctum","filePath":"EVARA!/Sub-Areas/Zyphara/Ilun'Tar/Sky-Touched Sanctum.md","title":"Sky-Touched Sanctum","links":[],"tags":[],"content":""},"EVARA!/Sub-Areas/Zyphara/Velgarth/Silver-Quarters":{"slug":"EVARA!/Sub-Areas/Zyphara/Velgarth/Silver-Quarters","filePath":"EVARA!/Sub-Areas/Zyphara/Velgarth/Silver Quarters.md","title":"Silver Quarters","links":[],"tags":[],"content":""},"EVARA!/Sub-Areas/Zyphara/Velgarth/The-Burrows":{"slug":"EVARA!/Sub-Areas/Zyphara/Velgarth/The-Burrows","filePath":"EVARA!/Sub-Areas/Zyphara/Velgarth/The Burrows.md","title":"The Burrows","links":[],"tags":[],"content":""},"EVARA!/Supporting-Characters/Alran-Crimsonveil":{"slug":"EVARA!/Supporting-Characters/Alran-Crimsonveil","filePath":"EVARA!/Supporting Characters/Alran Crimsonveil.md","title":"Alran Crimsonveil","links":["EVARA!/Towns-and-Villages/Velgarth"],"tags":[],"content":"Velgarth"},"EVARA!/Supporting-Characters/Calthea-Marcellis":{"slug":"EVARA!/Supporting-Characters/Calthea-Marcellis","filePath":"EVARA!/Supporting Characters/Calthea Marcellis.md","title":"Calthea Marcellis","links":[],"tags":[],"content":"Elaras mom"},"EVARA!/Supporting-Characters/Isera-Crimsonveil":{"slug":"EVARA!/Supporting-Characters/Isera-Crimsonveil","filePath":"EVARA!/Supporting Characters/Isera Crimsonveil.md","title":"Isera Crimsonveil","links":["EVARA!/Supporting-Characters/Alran-Crimsonveil","EVARA!/Towns-and-Villages/Velgarth"],"tags":[],"content":"Alran Crimsonveil\nVelgarth"},"EVARA!/Supporting-Characters/Maelion-Marcellis":{"slug":"EVARA!/Supporting-Characters/Maelion-Marcellis","filePath":"EVARA!/Supporting Characters/Maelion Marcellis.md","title":"Maelion Marcellis","links":[],"tags":[],"content":"Elaras brother"},"EVARA!/Supporting-Characters/Vaeron-Marcellis":{"slug":"EVARA!/Supporting-Characters/Vaeron-Marcellis","filePath":"EVARA!/Supporting Characters/Vaeron Marcellis.md","title":"Vaeron Marcellis","links":[],"tags":[],"content":"Original father"},"EVARA!/Tachyon":{"slug":"EVARA!/Tachyon","filePath":"EVARA!/Tachyon.md","title":"Tachyon","links":[],"tags":[],"content":""},"EVARA!/Those-who-brought-the-light-back":{"slug":"EVARA!/Those-who-brought-the-light-back","filePath":"EVARA!/Those who brought the light back.md","title":"Those who brought the light back","links":["EVARA!/NPCs/Zagaard","EVARA!/NPCs/Aurenya-Mirthwood","EVARA!/NPCs/Arashi","EVARA!/Player-Characters/Echo-of-The-Veil/Volkov-Von-Gurechaff","EVARA!/Player-Characters/Echo-of-The-Veil/Khica-Kvaratskeliat","EVARA!/Player-Characters/Echo-of-The-Veil/Elindra-Moonfrost","EVARA!/Player-Characters/Echo-of-The-Veil/Amandel","EVARA!/Player-Characters/When-The-Bell-Tolls/Frugroox"],"tags":[],"content":"\nZagaard\nAurenya Mirthwood\nArashi\nVolkov Von Gurechaff\nKhica Kvaratskeliat\nElindra Moonfrost\nAmandel\nFrugroox\n"},"EVARA!/Towns-and-Villages/Archipelago-of-Hala'Rae":{"slug":"EVARA!/Towns-and-Villages/Archipelago-of-Hala'Rae","filePath":"EVARA!/Towns and Villages/Archipelago of Hala'Rae.md","title":"Archipelago of Hala'Rae","links":[],"tags":[],"content":"\nTerletak di perairan dangkal barat Whispering Winds Pass, Kepulauan Hara’lae merupakan gugusan pulau kecil yang hangat dan asin, dulunya dimiliki oleh Talaris, namun kini diserahkan kepada Zepharim melalui sebuah kesepakatan politik yang tenang. Kepulauan ini sederhana — hanya sekumpulan desa halfling yang tersebar, dibangun di antara pohon kelapa, dermaga batu, dan sawah bertingkat — namun letaknya memberikan akses strategis terhadap jalur perdagangan laut dan perairan perikanan yang penting bagi wilayah tersebut.\nBagi para halfling Hara’lae, sedikit yang berubah. Mereka tetap menjalani kehidupan sederhana dan bahagia: bertani, membangun perahu, dan menari bersama di bawah sinar bintang. Namun minat Zepharim yang kian besar untuk menguasai kepulauan ini mulai menimbulkan kegelisahan. Patroli asing, pajak baru, dan bisikan tentang agen tak terlihat mulai terdengar di pesisir. Pulau-pulau itu, meski damai, kini berdiri di ambang sesuatu yang jauh lebih besar."},"EVARA!/Towns-and-Villages/Azkelaad":{"slug":"EVARA!/Towns-and-Villages/Azkelaad","filePath":"EVARA!/Towns and Villages/Azkelaad.md","title":"Azkelaad","links":[],"tags":[],"content":"\nAzkelaad adalah benteng orc yang kokoh dan terpahat dalam-dalam di antara perbukitan bergerigi berwarna kemerahan, bertabur kristal dan batu bercahaya. Kota ini dibangun menempel pada tebing layaknya rangkaian benteng bertumpuk, perpaduan antara arsitektur kasar dan jaringan gua alami — tiap tingkat dihubungkan oleh ramp batu lebar atau lift rantai yang dioperasikan oleh para ogre pemarah. Di sini, kerja keras dan kehormatan adalah dasar dari kelangsungan hidup. Suara palu menempa logam dan derak gerobak batu menggema di seluruh ngarai, sementara urat bijih sihir dan mineral aneh menjalar lebih dalam daripada yang pernah dijelajahi siapa pun.\nMeski berasal dari budaya orc, Azkelaad kini menjadi tempat lebur bagi para pengrajin buangan, penambang pelarian, dan klan bayaran, bersatu oleh satu hal: bertahan hidup melalui kekuatan dan kerja. Kota ini bukan tempat yang ramah, namun selalu jujur. Perselisihan diselesaikan lewat tradisi—adu senjata, taruhan, atau pembuktian perbuatan. Sihir dihormati hanya bila berguna. Dan di bawah hiruk-pikuk industri yang tak pernah tidur, beredar bisikan tentang sesuatu yang kuno, bersembunyi jauh di kedalaman yang bahkan para penambang tak berani gali."},"EVARA!/Towns-and-Villages/Eldraeth":{"slug":"EVARA!/Towns-and-Villages/Eldraeth","filePath":"EVARA!/Towns and Villages/Eldraeth.md","title":"Eldraeth","links":[],"tags":[],"content":"\nEldraeth adalah kota druid kuno yang tersembunyi di jantung Eldengrove Enclave, di mana akar pepohonan raksasa menjalin dinding alami dan cahaya hijau menetes dari kanopi abadi di atasnya. Di sini, pengetahuan dan alam hidup berdampingan — perpustakaan tumbuh dari batang pohon, dan sungai berbisik mantra bagi mereka yang mau mendengar.\nKota ini dipimpin oleh Archdruid Agung, seorang gnome bijak yang telah menjaga keseimbangan antara ilmu, sihir, dan roh selama berabad-abad. Para druid, peneliti, dan fey scholar dari seluruh Evara datang ke Eldraeth untuk mempelajari rahasia kehidupan yang tak bisa ditemukan di tempat lain — mulai dari sihir alam hingga jejak langka para dewa lama yang masih terikat pada hutan ini.\nNamun, di balik keindahannya yang tenang, Eldraeth adalah tempat yang berhati-hati. Tidak semua pengetahuan boleh dibagikan, dan banyak jalan di dalam hutan yang akan menyesatkan mereka yang datang tanpa izin atau niat murni. Bagi yang diterima, Eldraeth adalah tempat pencerahan. Bagi yang tidak, hutan itu sendiri akan menghapus jejak mereka tanpa suara."},"EVARA!/Towns-and-Villages/Ilun'Tar":{"slug":"EVARA!/Towns-and-Villages/Ilun'Tar","filePath":"EVARA!/Towns and Villages/Ilun'Tar.md","title":"Ilun'Tar","links":["EVARA!/Groups/Ordo-Para-Biksu-Langit","EVARA!/Sub-Areas/Zyphara/Ilun'Tar/Sky-Touched-Sanctum","EVARA!/NPCs/Arashi","EVARA!/NPCs/Master-Hirodan"],"tags":[],"content":"\nIlun’Tar terletak di sebuah pulau terpencil yang dikelilingi perbukitan lembut dan pohon sakura kuno yang bermekaran abadi. Tempat ini merupakan peristirahatan monastik yang dikenal karena ketenangan dan keheningannya. Didirikan oleh sebuah Ordo Para Biksu Langit yang menjunjung tinggi keseimbangan, introspeksi, dan kesatuan dengan alam, Ilun’Tar tidak berkembang melalui perdagangan atau kekayaan, melainkan melalui kebijaksanaan spiritual dan pertumbuhan batin. Kelopak bunga terus berjatuhan di atas kolam-kolam tenangnya, halaman-halamannya sunyi, dan udara di sekitarnya terasa nyaris berhenti. Banyak yang percaya bahwa waktu mengalir berbeda di dalam wilayahnya.\nMeskipun tidak sepenuhnya tertutup, Ilun’Tar sangat selektif terhadap siapa yang diizinkan masuk. Para biksu, cendekiawan, dan peziarah datang mencari kedamaian atau jawaban, namun tak semua diperbolehkan tinggal dan mereka yang berhasil, jarang kembali sama seperti sebelumnya.\nArea and Facilities :\n\nSacred Land\n\n(Perpustakaan)\n(Dermaga)\n\n\nSky-Touched Sanctum\n\nNPCs :\n\nArashi\nMaster Hirodan\n\nFun Facts :"},"EVARA!/Towns-and-Villages/Ironheart-Citadel":{"slug":"EVARA!/Towns-and-Villages/Ironheart-Citadel","filePath":"EVARA!/Towns and Villages/Ironheart Citadel.md","title":"Ironheart Citadel","links":["EVARA!/Regions/Frosthaven"],"tags":[],"content":"\nDi jantung tundra terkutuk Frosthaven, di tengah badai salju abadi yang telah menelan kerajaan-kerajaan kuno, berdiri Ironheart Citadel — mercusuar terakhir kehangatan di tanah beku. Dibalut oleh penghalang bercahaya dari sihir kuno para dwarf, benteng ini adalah satu-satunya bangsa yang masih hidup di wilayah Frosthaven — tempaannya masih menyala, panjinya masih berkibar. Terpahat di dasar gunung berongga, Ironheart bukan sekadar kota; ia adalah pernyataan keras kepala bangsa dwarf terhadap dunia yang berusaha membekukan mereka dari sejarah.\nBenteng ini diperintah oleh Raja Dwarf yang bangga dan sarat luka pertempuran, keturunannya menelusuri garis darah jauh sebelum kutukan salju melanda. Di dalam penghalang, hidup memang keras, namun teratur dan bertahan. Rakyatnya tangguh, rekayasa adalah kesucian, dan tradisi dipeluk erat karena dari sanalah kelangsungan hidup mereka bersumber.\nMeski orang luar jarang diizinkan masuk, Ironheart dikenal kerap mengirim tim ekspedisi untuk mencari pengetahuan yang hilang atau artefak kuno yang terkubur di bawah lapisan es yang tak berkesudahan."},"EVARA!/Towns-and-Villages/Kaldrith-Savanna":{"slug":"EVARA!/Towns-and-Villages/Kaldrith-Savanna","filePath":"EVARA!/Towns and Villages/Kaldrith Savanna.md","title":"Kaldrith Savanna","links":[],"tags":[],"content":"\nHamparan rumput tanpa akhir bergoyang diterpa angin di Kaldrith Savannah, tempat di mana angin, matahari, dan tanah seolah bernafas dalam keselarasan. Tanah luas terbuka ini menjadi rumah bagi bangsa elemental yang damai namun bangga — terutama para genasi, yang telah hidup di sini selama generasi dalam desa-desa terpencar. Tidak seperti kota-kota terstruktur di utara, Kaldrith tidak memiliki ibu kota tunggal. Sebaliknya, wilayah ini berkembang sebagai persatuan longgar dari komunitas-komunitas independen yang menjunjung tinggi alam, leluhur, dan keseimbangan unsur.\nDi pusat keharmonisan ini berdiri Mahrad-Thul, seorang dao kuno dan misterius yang bertindak sebagai pemandu spiritual sekaligus penengah politik. Dari tempat suci bawah tanah di bawah Stonewell Crater, ia memimpin pertemuan musiman, menyelesaikan perselisihan, dan berkomunikasi langsung dengan roh bumi. Kaldrith tidak mengejar kekuasaan — ia mengejar keseimbangan. Para pendatang disambut dengan kehati-hatian, namun siapa pun yang mengancam irama alami sabana ini akan segera mendapati tanah di bawah kakinya bergerak menentang mereka."},"EVARA!/Towns-and-Villages/Lidone":{"slug":"EVARA!/Towns-and-Villages/Lidone","filePath":"EVARA!/Towns and Villages/Lidone.md","title":"Lidone","links":["EVARA!/Regions/Aranorin","EVARA!/NPCs/Bram-Icelock","EVARA!/Gea","EVARA!/NPCs/Sinna-Telwright","EVARA!/NPCs/Antonio"],"tags":[],"content":"\nLidone adalah kota kecil namun ramai  tempat di mana gerobak para pedagang berhenti, para petualang berkumpul, dan kisah-kisah baru dimulai. Meski ukurannya sederhana, Lidone dikenal di berbagai wilayah sebagai pos perbatasan yang ramah, tempat para pendatang baru membuktikan kemampuan mereka.\nTerletak di pusat Aranorin, Lidone berada di persimpangan antara perdagangan dan bahaya, dengan alam liar hanya berjarak sepelemparan batu dari pagar desa. Bagi banyak petualang, Lidone adalah perhentian pertama untuk misi-misi tingkat rendah dan kadang, perkemahan aman terakhir sebelum perjalanan panjang dimulai.\nWalaupun kecil, Lidone tergolong maju untuk ukurannya. Jalan-jalannya telah dipasang batu datar, bangunannya berdiri kokoh dengan rangka kayu dan atap batu tulis, dan alun-alun pusatnya memiliki air mancur berfungsi penuh, dialiri air jernih dari perbukitan di dekatnya.\nArea and Facilities :\n\nTown Hall\n\n(Market)\n(Adventurers Guild)\n(Tavern)\n(Brothel)\n(Inn)\n\n\n\nNPCs :\n\nBram Icelock\nGea\nSinna Telwright\nAntonio\n\nFun Facts :\n\nFestival Lentera Kematian\n"},"EVARA!/Towns-and-Villages/Oakengard":{"slug":"EVARA!/Towns-and-Villages/Oakengard","filePath":"EVARA!/Towns and Villages/Oakengard.md","title":"Oakengard","links":[],"tags":[],"content":"\nOakengard adalah desa tenang nan subur yang terletak di antara hamparan gandum keemasan dan padang teduh. Desa ini dikenal di seluruh Aranorin karena hasil panennya yang melimpah, ternak yang sehat, serta ikatan mendalam warganya dengan alam. Banyak pedagang dan serikat bergantung pada hasil bumi Oakengard, yang secara rutin diangkut ke Lidone untuk diperdagangkan dan diekspor.\nDesa ini tampak damai — hampir terlalu damai. Di balik senyum hangat dan kerja jujur para petaninya, tersembunyi irama tua yang tak terusik selama berabad-abad. Sebuah legenda masih berbisik di antara ladang, dan ada tempat-tempat yang tidak pernah digarap oleh para petani. Batu-batu tua, setengah tertimbun tanah, menandai wilayah yang sebaiknya tidak disentuh."},"EVARA!/Towns-and-Villages/Stonecoil-Kin":{"slug":"EVARA!/Towns-and-Villages/Stonecoil-Kin","filePath":"EVARA!/Towns and Villages/Stonecoil Kin.md","title":"Stonecoil Kin","links":["EVARA!/Regions/Cast-Away-Land"],"tags":[],"content":"\nStonecoil Kin adalah desa kobold unik yang terbentang di padang rumput kuning-oranye yang disinari matahari di Cast Away Land. Berbeda dengan kerabat mereka yang hidup di gua dan kegelapan, para kobold Stonecoil justru berkembang di bawah langit terbuka — membangun liang berkubah dan pondok bertabur mesin dari reruntuhan kuno serta potongan artefak sihir. Suara roda gigi berputar dan uap mendesis bergema di seluruh desa, digerakkan oleh kincir angin, kristal surya, dan alat-alat yang terlalu tidak stabil untuk disebut aman. Meskipun letaknya terbuka, desa ini dijaga dengan perangkap tersembunyi, glyph pertahanan, dan menara pengintai berputar yang disamarkan seperti orang-orangan sawah.\nPemukiman ini merupakan salah satu dari sedikit tempat di Cast Away Land yang masih mengejar pengetahuan dan kestabilan. Walau tetap berhati-hati terhadap orang luar, Stonecoil Kin menyambut para pedagang dan petualang—terutama mereka yang membawa komponen langka atau rancangan baru. Banyak yang percaya bahwa kaum Kin dulunya adalah insinyur dari kerajaan kuno yang telah dilupakan, dan obsesi mereka terhadap penemuan bukan sekadar karena rasa ingin tahu… melainkan karena ingatan yang tertinggal dari masa lalu."},"EVARA!/Towns-and-Villages/Thalara":{"slug":"EVARA!/Towns-and-Villages/Thalara","filePath":"EVARA!/Towns and Villages/Thalara.md","title":"Thalara","links":["EVARA!/Regions/Zyphara","EVARA!/NPCs/Solana-Mirthwood","EVARA!/NPCs/Aurenya-Mirthwood","EVARA!/Gildor"],"tags":[],"content":"\nThalara terletak di jantung zamrud Zyphara, dikenal sebagai desa harmoni Evara. Dikelilingi kanopi hijau yang lebat, sungai-sungai yang membelah jalur berlumut, dan kelopak bunga yang berjatuhan seperti hujan lembut, Thalara telah lama dianggap sebagai tempat paling damai di seluruh negeri. Desa ini menjadi rumah bagi penduduk dari beragam ras elf, dwarf, tiefling, tabaxi, bahkan orc dan goblin semua hidup berdampingan dengan tujuan yang sama. Sejak awal berdirinya, Thalara didirikan sebagai suaka tanpa penghakiman dan perang, dan melalui generasi diplomasi tenang serta perlindungan sihir kuno, impian itu masih terjaga hingga kini.\nNamun kedamaian tidak berarti kelemahan. Thalara dipimpin oleh para Dewan, yang terdiri dari perwakilan dari berbagai ras dan profesi. Desa ini sangat spiritual, memadukan tradisi elf dengan ilmu sihir akademik. Banyak petualang datang ke Thalara bukan untuk bertempur, melainkan untuk mencari bimbingan, penyembuhan, dan kebenaran. Meski begitu, bisikan dari utara dan gangguan unsur alam yang aneh di wilayah sekitar mulai mengguncang ketenangan desa ini  seolah bahkan suaka yang paling damai pun tak bisa selamanya terhindar dari badai.\nArea and Facilities :\n\nCenter Forest\n\n(Perpustakaan Anak)\n(Tavern)\n(Market Hall)\n(Inn)\n(Adventurers Guild)\n\n\nGrand Tree\nDermaga\n\nNPCs :\n\nSolana Mirthwood\nAurenya Mirthwood\nGildor\n\nFun Facts :"},"EVARA!/Towns-and-Villages/Tiravellon":{"slug":"EVARA!/Towns-and-Villages/Tiravellon","filePath":"EVARA!/Towns and Villages/Tiravellon.md","title":"Tiravellon","links":[],"tags":[],"content":"\nTiravellon adalah desa hutan yang rimbun, di mana kaum elf dan harpy buangan hidup berdampingan dalam harmoni yang langka. Dikelilingi pepohonan tinggi yang berkilau oleh sihir alami, Tiravellon dipenuhi udara magis, sumber daya melimpah, dan ketenangan yang hampir suci.\nDi sinilah perbedaan tidak dipandang sebagai kutukan, melainkan kekuatan. Para elf menjaga tanah dan pengetahuan lama, sementara harpy menjaga langit dan jalur angin, menjadikan desa ini tempat di mana bumi dan udara bersatu tanpa pertumpahan darah.\nMeski damai, Tiravellon tidak lepas dari bahaya. Banyak pihak luar yang mengincar kekayaan alam dan energi magisnya. Namun, selama lagu angin masih bergema di antara cabang pohon dan nyala sihir masih berdenyut di akar hutan, Tiravellon akan tetap menjadi tempat perlindungan bagi mereka yang ditolak dunia."},"EVARA!/Towns-and-Villages/Umbrasil-Wood":{"slug":"EVARA!/Towns-and-Villages/Umbrasil-Wood","filePath":"EVARA!/Towns and Villages/Umbrasil Wood.md","title":"Umbrasil Wood","links":[],"tags":[],"content":"\nTersembunyi di bawah kanopi yang begitu lebat hingga sinar matahari nyaris tak menyentuh tanah hutan, Umbrasil Wood menjadi rumah bagi masyarakat elf kegelapan — bangsa kuno yang penuh rahasia, berpegang pada ingatan panjang, diplomasi senyap, dan naluri bertahan hidup yang tak tergoyahkan. Meskipun hutannya tertutup rapat bagi sebagian besar orang luar, para dark elf Umbrasil jauh dari kata terisolasi. Melalui utusan bayangan, korespondensi magis, dan perjanjian berabad-abad, mereka memainkan peran dalam politik luas Evara — memengaruhi peristiwa dari balik tirai pepohonan.\nHutan ini memiliki keheningan yang tidak wajar. Jalur-jalur berubah ketika langkah asing menapakinya. Pos penjaga berlampu hitam memantau setiap gerakan di bawah cabang-cabang pohon. Namun di dalam perbatasannya, kota-kota drow berdiri teratur, halus, dan kuno dalam desain — dipenuhi dengan batuan bioluminesen, pemukiman menyerupai menara pohon, serta aula ritual yang sunyi. Umbrasil tidak mencari penaklukan — tetapi ia tidak pernah lupa siapa pun yang berani mendekati perbatasannya."},"EVARA!/Towns-and-Villages/Valemount-Refuge":{"slug":"EVARA!/Towns-and-Villages/Valemount-Refuge","filePath":"EVARA!/Towns and Villages/Valemount Refuge.md","title":"Valemount Refuge","links":[],"tags":[],"content":"\nTersembunyi di lembah tinggi di tepi Talaris, Valemount Refuge adalah sebuah permukiman yang lahir bukan dari penaklukan, melainkan dari perjuangan untuk bertahan hidup. Para penghuninya — para beastkin, therianthrope, dan bangsa setengah-hewan — dulunya tinggal di Crimson Forest yang subur, sebelum terpaksa melarikan diri setelah hutan tersebut direbut oleh klan kriminal terbesar di Evara, yang menjadikannya benteng kekuasaan mereka. Kini, di balik puncak-puncak berbahaya yang memisahkan Talaris dari Ashenveil, bangsa yang terusir itu perlahan membangun kehidupan baru.\nMeskipun kecil dan terisolasi, komunitas ini berkembang berkat kemandirian, kenangan bersama, dan keharmonisan dengan alam. Jalan-jalan diukir dari batu lunak, rumah-rumah tertanam di lereng gunung, dan menara pengawas berfungsi ganda sebagai kuil untuk roh-roh hutan lama. Penduduk Valemount tidak mencari balas dendam — namun mereka tak pernah lupa dari mana mereka berasal, dan apa yang telah direnggut dari mereka."},"EVARA!/Towns-and-Villages/Velgarth":{"slug":"EVARA!/Towns-and-Villages/Velgarth","filePath":"EVARA!/Towns and Villages/Velgarth.md","title":"Velgarth","links":["EVARA!/Sub-Areas/Zyphara/Velgarth/The-Burrows","EVARA!/Sub-Areas/Zyphara/Velgarth/Silver-Quarters","EVARA!/NPCs/Ravessa"],"tags":[],"content":"\nVelgrath pernah dipuji sebagai kota teladan dalam keteraturan dan disiplin, namun kini hanya menyisakan bayangan dari citra tersebut, sebuah kota militer yang dibungkus dalam kedamaian palsu. Dibangun di atas jaringan teras batu yang luas, arsitekturnya memadukan kemegahan kaku dengan keindahan simetris. Penduduk Velgrath bangga akan persatuan dan kekuatan mereka; kota ini tampak bersih, efisien, dan adil di permukaan. Namun di balik jalan-jalan tertata itu, beredar bisikan korupsi yang mengakar dalam. Ada yang mengatakan kekuasaan sejati dipegang oleh sindikat bayangan ada pula yang mengaku melihat tahanan menghilang tanpa jejak. Hukum ditegakkan dengan presisi namun bagi mereka yang berkuasa, aturan hanyalah alat untuk melayani agenda tersembunyi.\nMeski begitu, Velgrath tetap menjadi pusat penting bagi logistik, pelatihan, dan perekrutan tentara bayaran. Akademi strategi dan tempurnya terkenal hingga ke negeri asing, menarik para ahli taktik dan pejuang muda. Bangsawan membiayai permainan perang di arena publik, menguji para kesatria yang mereka sponsori. Banyak kelompok petualang menggunakan Velgrath sebagai markas operasi utama. Namun di balik setiap bendera, ada ancaman pemerasan, perjanjian rahasia, dan perebutan kekuasaan yang perlahan menggerogoti fondasi kota membuat Velgrath tampak seperti medan perang yang belum meledak.\nArea and Facilities :\n\nTown Hall\n\nBrass Tusk (Tavern)\n(Adventurers Guild)\n(Brothel)\n(Central Market)\n(Blacksmith)\n(Inn)\nCombat Academy\n\n\nOuter Wall\n\nKuil Aelethis\n\n\nThe Burrows\nSilver Quarters\n\nNPCs :\n\nRavessa\nRaja Velgart\nKomandan besar\nKetua revolusi\n\nFun Facts :\n\nParade Palladin\n"},"EVARA!/Towns-and-Villages/Zepharim":{"slug":"EVARA!/Towns-and-Villages/Zepharim","filePath":"EVARA!/Towns and Villages/Zepharim.md","title":"Zepharim","links":[],"tags":[],"content":"\nZepharim berdiri megah di antara tebing-tebing terjal Whispering Winds Pass, menjulang tinggi seolah menantang langit itu sendiri. Kota ini adalah salah satu yang terkuat dan paling berpengaruh di seluruh Evara, dibangun dengan kejeniusan arsitektur vertikal yang mengagumkan — teras bertingkat, jembatan gantung, dan dataran alami membentuk lapisan-lapisan kehidupan yang terbentang dari tanah hingga awan.\nRas aarakocra, penduduk asli wilayah ini, menjadi tulang punggung militer, pemerintahan, dan infrastruktur Zepharim. Namun di balik sayap-sayap mereka, kota ini tumbuh menjadi titik pertemuan berbagai bangsa, tempat budaya dan ide bertukar bebas di bawah hukum yang ketat.\nKekuatan sejati Zepharim terletak pada kendalinya atas jalur udara dan perdagangan di Pass — satu-satunya rute udara yang dapat diandalkan di selatan. Setiap hari, puluhan kafilah dagang, utusan kerajaan, dan kapal langit berlabuh di pelabuhan-pelabuhan udara Zepharim. Kota ini makmur berkat perannya sebagai pusat perdagangan netral, dijaga oleh penegak hukum yang disiplin, pengintai terlatih, dan pasukan udara elit yang memastikan langitnya tetap aman… dan tunduk pada hukum Zepharim."},"EVARA!/Towns-and-Villages/Zha'Vokh":{"slug":"EVARA!/Towns-and-Villages/Zha'Vokh","filePath":"EVARA!/Towns and Villages/Zha'Vokh.md","title":"Zha'Vokh","links":[],"tags":[],"content":"\nZha’Vokh adalah pemukiman terpencil milik kaum gith, berdiri di tanah tandus berbatu di ujung barat Auran, jauh dari jalur perdagangan dan campur tangan bangsa lain. Kota ini hidup dengan keteguhan dan kemandirian mutlak — setiap batu, senjata, dan rumah dibangun oleh tangan mereka sendiri, tanpa bantuan atau niat baik dari luar.\nBagi para gith di Zha’Vokh, kebebasan adalah hukum tertinggi. Mereka menolak segala bentuk persekutuan, bahkan dengan bangsa yang berniat baik. Orang luar dianggap ancaman, dan jarang ada yang diizinkan masuk tanpa pengawasan ketat. Meskipun keras dan penuh kecurigaan, masyarakat Zha’Vokh memiliki struktur yang teratur, disiplin tinggi, dan kehormatan yang dijunjung lebih tinggi dari nyawa.\nNamun, di balik dinding batu dan pandangan tajam mereka, dendam lama terus membara — terhadap para gnoll dari Mawlands, musuh abadi yang telah menjarah tanah mereka selama berabad-abad. Pertempuran antara keduanya bukan sekadar perang wilayah, tapi pertempuran keyakinan dan kebebasan, yang menentukan siapa yang pantas bertahan di tanah liar Auran"},"EVARA!/Vellvele":{"slug":"EVARA!/Vellvele","filePath":"EVARA!/Vellvele.md","title":"Vellvele","links":["EVARA!/NPCs/Elara-Marcellis"],"tags":[],"content":"Peri companion Elara Marcellis"},"EVARA!/caelwyn":{"slug":"EVARA!/caelwyn","filePath":"EVARA!/caelwyn.md","title":"caelwyn","links":[],"tags":[],"content":""},"EVARA!/moonprayer":{"slug":"EVARA!/moonprayer","filePath":"EVARA!/moonprayer.md","title":"moonprayer","links":[],"tags":[],"content":""},"index":{"slug":"index","filePath":"index.md","title":"Home","links":[],"tags":[],"content":"Welcome\nIni website aku."}}